{
  "data" : {
    "en" : [
      {
        "title" : "Camera Troubleshooting",
        "content" : "",
        "children" : [
          {
            "title" : "1. How to connect the camera to Wi-Fi?",
            "content" : "Please use Osaio App and click Add a Camera on the homepage. Follow the instructions in the app to connect your phone to a 2.4G Wi-Fi, enter the correct Wi-Fi password and then use your camera to scan the QR code generated by the app.",
            "children" : null
          },
          {
            "title" : "2. Does Osaio only support 2.4G Wi-Fi? Any tips for connecting the camera to network?",
            "content" : "Yes, Osaio can only support 2.4G Wi-Fi, please ensure that your router support 2.4G Wi-Fi. When pairing a camera, please choose a 2.4G Wi-Fi on your phone too. You can go back to using 5G Wi-Fi or other networks on your phone after a successful pairing. Here are the meanings of the different status lights:\n\nSteady Red: the device is powered on and initializing.\nFlashing Red: the device is ready to connect.\nSteady Blue/White: the device is working properly.\nFlashing Blue/White: connection is in progress.",
            "children" : null
          },
          {
            "title" : "3. How can I troubleshoot for failure in connecting the network?",
            "content" : "- Make sure the device has been connected to the power source and turned on.\n- Make sure the device has been in net-pairing status.\n- Make sure that the device, the phone and the router are close to each other.\n- Make sure that the router network is good.\n- Make sure the router password is correct.\n- Make sure the device has been added using 2.4G WiFi band. Enable the Wi-Fi broadcast function and do not set it to hidden mode.\n- Make sure that the encryption method of the router’s wireless setting is WPA2-PSK and the authentication type is AES, or both are set as  automatic.\n- Make sure the Wi-Fi name does not contain any Chinese characters.\n- If the number of the router’s connected devices reaches the limit, try to turn off some device's Wi-Fi functions and configure it again.\n- If the router has enabled the wireless MAC address filter, try to remove the device from the router’s MAC filter list to ensure the device is not prohibited by the router to connect to the network",
            "children" : null
          },
          {
            "title" : "4. What if the device is offline?",
            "content" : "- Please make sure the device has been powered on. \n- Please check if the network is stable. Checking method: put a mobile phone or an iPad next to the device and make sure they are connected to the same network, then try to open a web page.\n- Please make sure the home Wi-Fi network is working well, or whether the Wi-Fi name, password, etc have been modified. If so, reset the device and add it again.\n- Please try to reboot the router and wait 3 minutes to observe the status of the device.",
            "children" : null
          },
          {
            "title" : "5. I couldn't scan the QR code. What should I do?",
            "content" : "Please remove the protection film of the camera or clean the lens. You can click the QR code to amplify, maximize your phone's brightness. Make sure that your phone is about 6-10 inches away from the lens. ",
            "children" : null
          },
          {
            "title" : "6. How can I reconnect if I changed my Wi-Fi or Wi-Fi password?",
            "content" : "The camera is connected to the router. Once the network changes, you will need to reset the camera connect it again. ",
            "children" : null
          },
          {
            "title" : "7. Can I turn the Night Vision off? ",
            "content" : "Yes, please locate the “Night Vision” in the Camera Settings and turn it off. This will help avoid reflections from windows at night. ",
            "children" : null
          },
          {
            "title" : "8. How to choose an ideal motion/sound sensitivity?",
            "content" : "If you want to get notifications when a motion or sound is detected, please activate the motion and sound detection under Camera Settings.\n\nMotion Detection Sensitivity\nHigh: Image changes between 1-2 frames\nMedium: Image changes between 5-6 frames\nLow: Image changes between 11-12 frames\n\nSound Detection Sensitivity\nHigh: Whispering\nMedium: Normal conversations\nLow: Screaming and shouting\n\nWe usually suggest that you set the motion detection sensitivity to low and the sound detection sensitivity to medium.",
            "children" : null
          },
          {
            "title" : "9. Does the camera support loop recording?",
            "content" : "The camera supports loop recording both with a MicroSD card or Osaio Cloud. You can turn it on under “Settings - Storage.” Please note that if you turn on the loop recording, the MicroSD card will automatically replace the older videos with new ones when full. The cloud can store videos for up to 7 days or 14 days, based on the plan you choose. Any videos older than the days of plan you choose will automatically get deleted. ",
            "children" : null
          },
          {
            "title" : "10. What should I do if I only want to see motion detected videos?",
            "content" : "You can turn off the loop recording under “Settings - Storage.” The camera will only record motion or sound triggered events. The MicroSD card will not overwrite previous files when it is full. Therefore, please clear the storage manually when it's full.",
            "children" : null
          },
          {
            "title" : "11. How to share Osaio's viewing access to others?",
            "content" : "You can easily share the viewing access of your device to friends and family using Osaio App. This will allow them to view through your camera; however, they will not be able to control your device. Please follow the instructions below to share a device:\n\n- If the invitee doesn’t have a Osaio account, please download Osaio App and register an account first.\n- Choose the camera you would like to share and go to the Camera Settings.\n- Under the Camera Settings, choose Camera Sharing.\n- Type in the account email address of the person you would like to share access with, and hit “Send Invitation.”\n- Osaio will send this invitation to the person via app.",
            "children" : null
          },
          {
            "title" : "12. Where can I find the camera's ID, firmware and IP information?",
            "content" : "Please check “Camera Information” in the device settings.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Plug Troubleshooting",
        "content" : "",
        "children" : [
          {
            "title" : "1. What can I do when the device fails to connect to Wi-Fi?",
            "content" : "a.Make sure the Wi-Fi you connect to is 2.4 GHz as 5GHz is not supported.\nb.Make sure the router is not overloaded and connected to too many devices. (add up to 10 devices)\nc.Make sure your plug, router and phone are within 1 meter. (After the socket is successfully connected to the network, it can be moved.)\nd.Contact Porik after-sales email for support. (support@Porik.co)\n",
            "children" : null
          },
          {
            "title" : "2. What should I do if the connection to the router fails?",
            "content" : "a.Make sure your router is \"Dual Band\" or \"Single Band 2.4GHz\".\nb.Make sure your router is set to the following standards:\n·Security mechanism: WAP /WAP2\n·Encryption type: WEP /TKIP /AES\n·Wi-Fi standard: 802.11 b/g/n\nc.Enter into Services and select Wi-Fi Scheduled. \nd.In Global Settings, don't enable the Wi-Fi Schedule.\ne.Rename the network and enable the 2.4 GHz Wi-Fi.\nf.In Wireless Overview, enter into Edit. Select the Access Point Mode and Don't Hide ESSID.\ng.In Interface Configuration, disable the MAC-Address Filter. \n",
            "children" : null
          },
          {
            "title" : "3. What can I do when there is a problem with the plug?",
            "content" : "After Smart Plug is plugged into a power socket, please press and hold the button for 10 seconds to reset the plug and try connecting it again. \nIf the problem persists, please contact Porik after-sales email for a free replacement.",
            "children" : null
          },
          {
            "title" : "4.Do I need to set up the device again if I changed my router?",
            "content" : "Yes, if you change the router or change the hot spot, you need to reconnect the plug again.",
            "children" : null
          },
          {
            "title" : "5.Do I need to set up the device again if I moved my plug but not change the router?",
            "content" : "No, you don’t have to reset it.",
            "children" : null
          },
          {
            "title" : "6.Why can't the smart plug be completely powered off when it is off?",
            "content" : "Smart plug need to remain connected to the network when the power is off, but such current is very weak and can be ignored.",
            "children" : null
          },
          {
            "title" : "7.Why does the smart plug make a sound when it is working?",
            "content" : "This is because when the smart socket is empty or overloaded, the operating frequency of the internal transformer will change and will be lower than the design value; when it is lower than 20k, the human ear can hear it.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Osaio App and Account",
        "content" : "",
        "children" : [
          {
            "title" : "1. Where to download the Osaio App?",
            "content" : "Please download the Osaio App from the Google Playstore or the App Store. Supporting System Versions: Android 5.0+, iOS 10.0+.",
            "children" : null
          },
          {
            "title" : "2. I didn't receive the verification code. What should I do?",
            "content" : "Please check your email's spam folder or try another email address. If the problem persists, please contact us at app-support@osaio.net  with the email address you registered.",
            "children" : null
          },
          {
            "title" : "3. What if I forgot my password?",
            "content" : "If you forget your password, open the Osaio App and click the Forgot Password under Sign In and follow the instructions to reset your password.",
            "children" : null
          },
          {
            "title" : "4. How to unbind and remove my camera?",
            "content" : "If your camera is online, please go to Camera Settings and remove the camera at the bottom of the page. If your camera is offline, you can remove your camera on the homepage by clicking the camera's preview.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Storage and Information Security",
        "content" : "",
        "children" : [
          {
            "title" : "1. How can I store the videos? ",
            "content" : "Please insert an SD card (Class 6 or Above, 4-128G Micro SD Card in FAT32 format) or subscribe to Osaio Cloud ($4.9/month for the 7-day playback monthly plan and $118/year for the 14-day playback annual plan) to store recorded videos. ",
            "children" : null
          },
          {
            "title" : "2. How does Osaio protect my privacy?",
            "content" : "Osaio works tirelessly to keep our customers’ data and videos secure. We are backed by the secure and tested Amazon Web Service (AWS) to protect your privacy. AWS complies with the FBI's Criminal Justice Information Security (CJIS) standards. AWS is used throughout the United States by state, local, and federal law enforcement agencies.\n\nAll of Osaio’s data transmissions adopt the HTTPS encryption protocol. This will encrypt and secure your personal information between the user and the site or server. It cannot be read or forged by any third parties. For example, when streaming your camera’s feed to your mobile phone, Osaio protects this data with multiple layers of security, such as HTTPS and Transport Layer Security and Twofish encryption.",
            "children" : null
          },
          {
            "title" : "3. How does the cloud storage work?",
            "content" : "All events and videos will be stored in the cloud for 7 days or 14 days, depending on the plan you choose, till they get deleted automatically. Users can access the videos freely within the window period, including saving the videos to your phone.",
            "children" : null
          },
          {
            "title" : "4. How do I subscribe or unsubscribe to the cloud services? ",
            "content" : "You can subscribe to Osaio Cloud by tapping on the cloud icon located at the video history playback bar. You can also find it under \"Settings - Storage\" where you can unsubscribe as well. ",
            "children" : null
          },
          {
            "title" : "5. What to do if the device keeps having problems of reading the MicroSD card?",
            "content" : "Please format the MicroSD card in “Storage” under the camera’s “Settings” in Osaio App. If that doesn’t solve the problem, please unplug the camera, take out the MicroSD and format it using a computer (FAT32 format). After completion, install the card first, before powering on the camera. Please wait for at least 6 minutes to see the new recording on MicroSD card after power on.",
            "children" : null
          },
          {
            "title" : "6. Why does Playback fail to work after I format the card?",
            "content" : "Please wait for at least 6 minutes to see new recordings on MicroSD card after formatting the card.As every file saved on MicroSD card is 5 minutes, it can be read after it finished.",
            "children" : null
          },
          {
            "title" : "7. Why can’t I see the recorded videos on the detected message immediately?",
            "content" : "Videos recorded and stored in the cloud takes about 2 minutes; videos stored in the MicroSD takes about 5 minutes. When the process is not finished, you will be directed to live-streaming.",
            "children" : null
          },
          {
            "title" : "8. How to delete the recorded videos?",
            "content" : "Videos stored in the cloud will be automatically deleted after the rolling period based on the plan you choose; videos stored in the MicroSD card will need to be deleted manually by formatting the card. ",
            "children" : null
          },
          {
            "title" : "9. What kind of Micro SD cards does Osaio support?",
            "content" : "Class 6 or Above, 4-128G Micro SD Card in FAT32 format.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Design & Material",
        "content" : "",
        "children" : [
          {
            "title" : "1. How is Osaio's design innovative?",
            "content" : "Security cameras tend to look robotic and cold, whereas clay making and pottery inspired the design of Osaio 360. We wanted to bring a sense of calmness and ease to the home environment, in the same way as a treasured tea set or vase. We tested different hues, materials and finishes before choosing the earthy beige color, ABS plastic and raw finishing to create a ceramic-like texture and sense of warmth that counters the impersonal feel of most electronics. The power input was specially designed to create a more seamless look. The goal was to create a simple, reliable, easy to use and stylish security camera that fits right in with any household. ",
            "children" : null
          },
          {
            "title" : "2. What is the camera made of?",
            "content" : "ABS Plastic, Polycarbonate (PC), rubber and glass lens.",
            "children" : null
          },
          {
            "title" : "3. Is Osaio Outdoor weatherproof?",
            "content" : "Yes, the camera is rated IP66 waterproof and it can withstand all weather conditions. Its surface has high mechanical strength, great UV stability, and high thermal resistance. The camera can work well between -4° and 113°F (-20° to 45°C) and 10%–90% relative humidity. ",
            "children" : null
          },
          {
            "title" : "4. Is your product environmentally friendly?",
            "content" : "The camera contains no hazardous substances, and its components are compliant to the RoHS standards. We use cardboard material and minimal printing for packaging, making it easy to recycle and environmentally friendly.",
            "children" : null
          }
        ]
      }
    ],
    "zh" : [
      {
        "title" : "摄像机问题集锦",
        "content" : "",
        "children" : [
          {
            "title" : "1. 摄像头如何连WiFi ?",
            "content" : "打开Osaio APP, 点击“添加”摄像机。根据指引连接手机并接入一个2.4G无线网络，输入WiFi密码，APP上会出现一个二维码，用摄像头扫描这个二维码就可以连接手机了。",
            "children" : null
          },
          {
            "title" : "2. Osaio 摄像头仅支持2.4G网络吗？ 有没有指引如何接入网络？",
            "content" : "是的，Osaio 摄像头目前仅支持2.4G WiFi, 请确认您的无线网络是2.4G网络，手机配对时使用的也是2.4G网络。配对成功后，手机可以切换为其他无线网络或者5G网络。以下是指示灯的各种状态指示：\n\n红灯常亮：摄像头已经开机，开始启动。\n闪红灯：可以开始连手机了。\n蓝灯常亮：摄像头正常工作中。\n蓝灯白灯交替闪烁： 正在连接。",
            "children" : null
          },
          {
            "title" : "3. 连接不上如何检修？ ",
            "content" : "- 确认摄像头已经通电。\n- 确认摄像头已经处于联网状态。\n- 确认摄像头，手机以及路由器距离够近。\n- 确认路由器网络在正常工作状态。\n- 确保路由器密码正确。\n- 确保摄像头被接入的无线带宽是2.4G， 确认WiFi不是在隐藏状态。\n- 确保无线路由器加密协议是WPA2-PSK, 认证是AES, 并且两种模式都是自动的。\n- 确保WiFi名字不包含任何中文字符。\n- 如果路由器连接的设备数量达到上限，请关掉几个。\n- 如果摄像头被MAC网关路由器阻止，请从阻止清单中移除这个摄像头，以免无法连入网络。",
            "children" : null
          },
          {
            "title" : "4. 摄像头不在线怎么办？",
            "content" : "- 确认摄像头已经开机。 \n- 确认网络稳定。 检测方法：拿一个手机或者平板靠近摄像头，确认连接的是同一个无线网络，打开一个网站看看是否能打开，以及打开的速度。\n- 确认家庭无线网络工作状态良好。 如果WiFi用户名，密码等有更改，请重置摄像头再添加\n- 请重置路由器，等候3分钟左右观察摄像头的状态。",
            "children" : null
          },
          {
            "title" : "5. 无法扫描二维码怎么办？?",
            "content" : "请取下摄像头的保护膜，擦拭干净镜头。 点击二维码使其放大，调亮手机的亮度，并且确保您的手机在镜头前6-10英寸的距离。",
            "children" : null
          },
          {
            "title" : "6. 如果无线网络变更或者改密码，怎么重新连接摄像头？",
            "content" : "摄像头是连路由器的，一旦网络更改请重置摄像头连接。",
            "children" : null
          },
          {
            "title" : "7. 夜视功能可以关掉吗？ ",
            "content" : "可以。 请打开APP中的设置找出“夜视模式”，点击关掉。这样能避免窗户反光对摄像造成影响。",
            "children" : null
          },
          {
            "title" : "8. 如何选择理想的动作敏感度/声音敏感度？",
            "content" : "如果您想摄像头侦测到一个动作或者一个声音的时候收到通知，请在设置里激活动作和声音探测选项。\n\n动作侦测灵敏度  \n高：画面有1-2帧变化时通知。\n中：画面5-6帧的变化时通知。\n低： 画面有11-12帧变化时通知。\n\n声音探测灵敏度\n高：低声细语状态能探测到g\n中： 正常交流的声音\n低：喊叫声\n\n建议动作敏感度设为“低”，声音敏感度设为“中”。",
            "children" : null
          },
          {
            "title" : "9. 摄像机支持循环录影吗？",
            "content" : "支持循环录影，可以通过内置MicroSD卡实现，也可以通过Osaio云端实现。 您可以在“设置--存储”中打开。请注意：如果您打开循环录影模式，MicroSD卡会存满之后会自动移除前期的影像，腾出空间储存最新的。Osaio云端，根据您的选择可以储存7到14天的影像。云端也会自动移除对应日期之前的影像。",
            "children" : null
          },
          {
            "title" : "10. 如果我只想看移动侦测的视频资料，怎么做？",
            "content" : "请在APP中找到“设置--存储”关闭循环录影功能。这时摄像机只记录移动触发的影像，或者声音触发的影像。当MicroSD卡内存储存满时，也不会自动移除前面的记录，需要手动处置。.",
            "children" : null
          },
          {
            "title" : "11. 视频如何分享？",
            "content" : "通过按照Osaio APP, 您的家人或者朋友可以跟您共享监控信息。他们可以通过您的摄像机在线看到家里的情况，但是他们不能操控设备。 共享指引如下：\n\n- 首先共享人需要下载一个Osaio APP, 并且注册一个账号。\n- 选择您要共享的摄像机，点进去去到“设置”页面。\n- 在“设置”的底部，选择“共享相机”。\n- 输入共享人的邮箱账号，点击“发送邀请”。\n- Osaio通过APP把邀请发送给相应的人。",
            "children" : null
          },
          {
            "title" : "12. 如何找到摄像机的ID号，软件版本和IP地址？",
            "content" : "请在设置中点击“摄像机信息”。",
            "children" : null
          }
        ]
      },
      {
        "title" : "插座问题集锦",
        "content" : "",
        "children" : [
          {
            "title" : "1.当设备无法连接到Wi-Fi时，我可以做什么？",
            "content" : "a.确保你连接的Wi-Fi是2.4GHz，因为5GHz不被支持。\nb.确保路由器没有过载，没有连接到太多的设备。(最多加到10个设备)\nc.确保你的插头、路由器和电话都在1米以内。(插座成功连接到网络后，可以移动)。\nd.联系Porik售后邮箱寻求支持。(support@Porik.co)",
            "children" : null
          },
          {
            "title" : "2.如果与路由器连接失败，我应该怎么做？",
            "content" : "a.确保你的路由器是 \"双频 \"或 \"单频2.4GHz\"。\nb.确保你的路由器被设置为以下标准。\n-安全机制。WAP /WAP2\n-加密类型。WEP /TKIP /AES\n-Wi-Fi标准：802.11 b/g/n\nc.进入服务，选择Wi-Fi调度。\nd.在全局设置中，不要启用Wi-Fi时间表。\ne.重新命名网络并启用2.4GHz Wi-Fi。\nf.在无线概述中，进入编辑。 选择接入点模式和不隐藏ESSID。\ng.在接口配置中，禁用MAC-地址过滤器。",
            "children" : null
          },
          {
            "title" : "3.当插头出现问题时，我可以做什么？",
            "content" : "智能插头插入电源插座后，请按住按钮10秒钟，以重置插头，并尝试再次连接。 \n如果问题仍然存在，请联系Porik售后邮箱，免费更换。",
            "children" : null
          },
          {
            "title" : "4.如果我更换了路由器，我需要重新设置设备吗？",
            "content" : "是的，如果你更换了路由器或更换了热点，你需要重新连接插头。",
            "children" : null
          },
          {
            "title" : "5.如果我移动了插头但没有改变路由器，我需要重新设置设备吗？",
            "content" : "不，你不需要重新设置。",
            "children" : null
          },
          {
            "title" : "6.为什么智能插头在关闭时不能完全断电？",
            "content" : "智能插头在断电时需要保持与网络的连接，但这种电流非常微弱，可以忽略不计。",
            "children" : null
          },
          {
            "title" : "7.为什么智能插座在工作的时候会有声音？",
            "content" : "这是因为当智能插座空载或过载时，内部变压器的工作频率会发生变化，会低于设计值；当低于20k时，人耳就能听到。",
            "children" : null
          }
        ]
      },
      {
        "title" : "Osaio APP和账号",
        "content" : "",
        "children" : [
          {
            "title" : "1. 如何下载Osaio APP? ",
            "content" : "请从Google Playstore 或者苹果APP store下载 Osaio APP. 当前支持的版本为Andriod 5.0及以上版本，iOS 10.0及以上。",
            "children" : null
          },
          {
            "title" : "2. 没有收到验证码，怎么办？",
            "content" : "请检查邮件看是不是在垃圾箱，或者换一个邮箱试一下。如果依然没有收到，请联系app-support@osaio.net 我们帮您调查一下。",
            "children" : null
          },
          {
            "title" : "3.忘记密码怎么办？",
            "content" : "如果您忘记了密码，请进入Osaio APP 点击“忘记密码”，按照提示信息重置密码。",
            "children" : null
          },
          {
            "title" : "4. 如何解绑及移除摄像头？",
            "content" : "如果摄像头是在线状态，请进入APP “设置”菜单，点击底部的“移除相机”。如果摄像头是脱线状态，在主页面点击“预览”选项，点击“移除相机”选项来移除摄像头。",
            "children" : null
          }
        ]
      },
      {
        "title" : "存储及信息安全",
        "content" : "",
        "children" : [
          {
            "title" : "1. 如何储存影像资料？ ",
            "content" : "您可以插入一张MicroSD卡来储存影像资料（要求6.0及以上版本，4-128G内存，FAT32格式）, 也可以上传到Osaio云端（在APP上根据您的偏好选择不同的费用）。 ",
            "children" : null
          },
          {
            "title" : "2. 如何保护隐私？",
            "content" : "Osaio不懈的努力保护客户的信息与资料安全。我们以亚马逊成熟的AWS平台为用户保护隐私，而AWS是经过美国FBI CJIS(Criminal Justice Information Security 刑事司法信息安全)安全标准认证的，在全美各地通用，受各州各地及联邦法律保护。\n\nOsaio的所有数据传输通过HTTPS加密协议加密，用户所有信息只有用户和服务器知道，不会被任何第三方读取获得。 比如，当用户摄像机向手机传输数据时，数据经过HTTPS, 传输层安全和双鱼算法加密等方式层层加密，确保传输安全。",
            "children" : null
          },
          {
            "title" : "3. 云端储存是怎样运作的？",
            "content" : "根据用户选择的不同方案，用户资料可以在Osaio云端储存7天或者14天，然后自动删除。在储存期间，用户可以自由使用存储的资料，包括下载到手机等终端。 ",
            "children" : null
          },
          {
            "title" : "4. 如何订购或者取消云端服务？ ",
            "content" : "用户可以在视频历史回放键那里找到一个“云端”的符号，点击这个符号订购云端服务。也可以在“设置--存储”选项中找到云端存储，订购想要的服务。  ",
            "children" : null
          },
          {
            "title" : "5. 如果摄像机一直不能正常读取MicroSD卡怎么办？",
            "content" : "请格式化这个MicroSD卡：在APP中“设置”选项下“存储”选项中可以格式化。如果还是不能读取，请抽出来用电脑格式化。然后，摄像头断开电源，安装SD卡后再通电，等待6分钟以上再来检测SD卡是否可用。 ",
            "children" : null
          },
          {
            "title" : "6. SD卡格式化后为什么不能回放？",
            "content" : "由于所有文件在MicroSD卡保存需要的时间都是5分钟，请在格式化后至少6分钟后再试SD卡能不能用。",
            "children" : null
          },
          {
            "title" : "7. 为什么不能立即看到摄像头捕捉到的画面？",
            "content" : "视频保存到云端需要2分钟，储存到MicroSD卡需要5分钟，所以不能立即看到。保存没有完成之前，您可以看到现场信息的流播。",
            "children" : null
          },
          {
            "title" : "8. 如何删除存储的视频？ ",
            "content" : "储存在云端的视频资料，到期后会自动删除。MicroSD卡上存储的信息需要手动删除。 ",
            "children" : null
          },
          {
            "title" : "9. Osaio相机支持什么格式的SD卡？",
            "content" : "SD6.0版本及以上，4-128G内存，格式为FAT32",
            "children" : null
          }
        ]
      },
      {
        "title" : "设计与材料",
        "content" : "",
        "children" : [
          {
            "title" : "1. Osaio的创新设计有哪些？",
            "content" : "监控摄像机一直给人的感觉是冰冷的，像机器人一样。Osaio团队受到中国的陶瓷器具艺术启发，希望给家具环境带来平和的气氛，让摄像头像茶具和花瓶一样变成家居的点缀。我们试用了多种不同的材料，工艺，表面处理等，最后采用土褐色的ABS塑胶材料，原色处理等方式，创作了陶瓷感纹理结构的新产品，给人以温暖温馨的感觉，而不像市面上大多数电子产品那样非人性化设计。电源插口也经过精心设计，给人无缝连接的视觉。Osaio通过技术创新，给世界提供一种简约，可靠，易于使用以及潮流的监控摄像机，完美搭配家具家私。 ",
            "children" : null
          },
          {
            "title" : "2. 摄像机是用什么材料做的？",
            "content" : "ABS塑胶，PC材料，橡胶以及玻璃镜头。",
            "children" : null
          },
          {
            "title" : "3. Osaio户外摄像头防水防尘吗？",
            "content" : "是的，防水防尘等级为IP66，可适用于任何天气状况。它表面处理有极高的机械强度，抗紫外安定性高，抗热性能强。完全适用于-20°到 45°C的外部工作温度，10%-90%的工作湿度 ",
            "children" : null
          },
          {
            "title" : "4. 产品材料对环境有益吗？",
            "content" : "摄像头不含任何有害成分，所有材料符合RoHS环保要求。包装是纸板材料，印刷文案降到最低，确保产品可以循环利用，益于环保。",
            "children" : null
          }
        ]
      }
    ],
    "de" : [
      {
        "title" : "Kamera Fehlerbehebung",
        "content" : "",
        "children" : [
          {
            "title" : "1. Wie verbinde ich die Kamera mit dem WLAN?",
            "content" : "Verwenden Sie die Osaio App und klicken Sie auf der Startseite auf Kamera hinzufügen. Befolgen Sie die Anweisungen in der App, um Ihr Telefon mit einem 2,4-G-WLAN zu verbinden, geben Sie das richtige WLAN-Passwort ein und scannen Sie dann mit Ihrer Kamera den von der App generierten QR-Code.",
            "children" : null
          },
          {
            "title" : "2. Unterstützt Osaio nur 2.4G Wi-Fi? Irgendwelche Tipps zum Anschließen der Kamera an das Netzwerk?",
            "content" : "Ja, Osaio unterstützt nur Wi-Fi 2.4G. Stellen Sie sicher, dass Ihr Router Wi-Fi 2.4G unterstützt. Wählen Sie beim Koppeln einer Kamera auch ein 2,4-G-WLAN auf Ihrem Telefon. Sie können nach erfolgreicher Kopplung wieder 5G Wi-Fi oder andere Netzwerke auf Ihrem Telefon verwenden. Hier sind die Bedeutungen der verschiedenen Statusleuchten:\n\nRot leuchtend: Das Gerät ist eingeschaltet und wird initialisiert.\nRot blinkend: Das Gerät ist zur Verbindung bereit.\nLeuchtet blau / weiß: Das Gerät funktioniert ordnungsgemäß.\nBlau / Weiß blinkend: Verbindung wird hergestellt.",
            "children" : null
          },
          {
            "title" : "3. Wie kann ich Fehler bei der Verbindung zum Netzwerk beheben?",
            "content" : "- Stellen Sie sicher, dass das Gerät an die Stromquelle angeschlossen und eingeschaltet ist.\n- Vergewissern Sie sich, dass sich das Gerät im Netzkopplungsstatus befindet.\n- Stellen Sie sicher, dass das Gerät, das Telefon und der Router nahe beieinander liegen.\n-  Stellen Sie sicher, dass das Routernetzwerk in Ordnung ist.\n- Stellen Sie sicher, dass das Router-Passwort korrekt ist.\n- Stellen Sie sicher, dass das Gerät über das 2,4-G-WLAN-Band hinzugefügt wurde. Aktivieren Sie die Wi-Fi-Broadcast-Funktion und schalten Sie sie nicht in den versteckten Modus.\n- Stellen Sie sicher, dass die Verschlüsselungsmethode für die WLAN-Einstellungen des Routers WPA2-PSK und der Authentifizierungstyp AES ist oder dass beide als automatisch definiert sind.\n- Stellen Sie sicher, dass der Wi-Fi-Name keine chinesischen Zeichen enthält.\n- Wenn die Anzahl der angeschlossenen Geräte des Routers das Limit erreicht, versuchen Sie, die Wi-Fi-Funktionen einiger Geräte auszuschalten und neu zu konfigurieren.\n- Wenn der Router den WLAN-MAC-Adressfilter aktiviert hat, versuchen Sie, das Gerät aus der MAC-Filterliste des Routers zu entfernen, um sicherzustellen, dass der Router keine Verbindung zum Netzwerk zulässt",
            "children" : null
          },
          {
            "title" : "4. Was sollen wir tun, wenn das Gerät offline ist?",
            "content" : "- Bitte stellen Sie sicher, dass das Gerät mit Strom versorgt wird.\n- Bitte überprüfen Sie, ob das Netzwerk stabil ist. Überprüfungsmethode: Stellen Sie ein Mobiltelefon oder iPad neben das Gerät und vergewissern Sie sich, dass es mit demselben Netzwerk verbunden ist. Versuchen Sie dann, eine Webseite zu öffnen.\n-Vergewissern Sie sich, dass das WLAN-Heimnetzwerk ordnungsgemäß funktioniert oder dass der WLAN-Name, das Kennwort usw. geändert wurden. Wenn ja, setzen Sie das Gerät zurück und fügen Sie es erneut hinzu.\n- Versuchen Sie, den Router neu zu starten, und warten Sie 3 Minuten, um den Status des Geräts zu überprüfen.",
            "children" : null
          },
          {
            "title" : "5.  Ich konnte den QR-Code nicht scannen. Was soll ich machen?",
            "content" : "Bitte entfernen Sie die Schutzfolie von der Kamera oder reinigen Sie das Objektiv. Sie können auf den QR-Code klicken, um die Helligkeit Ihres Telefons zu erhöhen und zu maximieren. Stellen Sie sicher, dass Ihr Telefon etwa 6-10 Zoll vom Objektiv entfernt ist.",
            "children" : null
          },
          {
            "title" : "6.Wie kann ich erneut eine Verbindung herstellen, wenn ich mein WLAN- oder WLAN-Passwort geändert habe?",
            "content" : "Die Kamera ist mit dem Router verbunden. Sobald das Netzwerk geändert wurde, müssen Sie die Kamera zurücksetzen, um die Verbindung wiederherzustellen.",
            "children" : null
          },
          {
            "title" : "7. Kann ich die Nachtsicht ausschalten?",
            "content" : "Ja, bitte suchen Sie das \"Nachtsichtgerät\" in den Kameraeinstellungen und schalten Sie es aus. Dies hilft, Reflexionen von Fenstern in der Nacht zu vermeiden.",
            "children" : null
          },
          {
            "title" : "8. Wie wählt man eine ideale Bewegungs- / Geräuschempfindlichkeit aus?",
            "content" : "Wenn Sie Benachrichtigungen erhalten möchten, wenn eine Bewegung oder ein Ton erkannt wird, aktivieren Sie die Bewegungs- und Tonerkennung in den Kameraeinstellungen.\n\nEmpfindlichkeit der Bewegungserkennung\nHoch: Das Bild wechselt zwischen 1-2 Bildern\nMittel: Das Bild wechselt zwischen 5-6 Bildern\nNiedrig: Das Bild wechselt zwischen 11 und 12 Bildern\n\nGeräuscherkennung Empfindlichkeit\nHoch: Flüstern\nMittel: Normale Gespräche\nNiedrig: Schreien und schreien\n\nIm Allgemeinen wird empfohlen, die Empfindlichkeit für die Bewegungserkennung auf niedrig und die Empfindlichkeit für die Geräuscherkennung in der Mitte einzustellen.",
            "children" : null
          },
          {
            "title" : "9. Unterstützt die Kamera die Schleifenaufnahme?",
            "content" : "Die Kamera unterstützt Schleifenaufnahmen sowohl mit einer MicroSD-Karte als auch mit Osaio Cloud. Sie können es unter \"Einstellungen - Speicher\" einschalten. Beachten Sie, dass die MicroSD-Karte beim Einschalten der Loop-Aufnahme automatisch die älteren Videos durch neue ersetzt, wenn sie voll sind. Die Cloud kann Videos für bis zu 7 Tage oder 14 Tage speichern, basierend auf dem von Ihnen gewählten Plan. Alle Videos, die älter als die von Ihnen ausgewählten Tage sind, werden automatisch gelöscht.",
            "children" : null
          },
          {
            "title" : "10. Was kann ich tun, wenn ich nur Videos mit Bewegungserkennung sehen möchte?",
            "content" : "Sie können die Loop-Aufnahme unter „Einstellungen - Speicherung“ ausschalten. Die Kamera zeichnet nur durch Bewegung oder Ton ausgelöste Ereignisse auf. Die MicroSD-Karte überschreibt frühere Dateien nicht, wenn sie voll ist. Löschen Sie daher den Speicher manuell, wenn er voll ist.",
            "children" : null
          },
          {
            "title" : "11. Wie teile ich den Zugriff von Osaio mit anderen?",
            "content" : "Mit der Osaio App können Sie den Anzeigezugriff Ihres Geräts ganz einfach an Freunde und Verwandte weitergeben. Dies ermöglicht es ihnen, durch Ihre Kamera zu sehen; Sie können Ihr Gerät jedoch nicht steuern. Befolgen Sie die nachstehenden Anweisungen, um ein Gerät freizugeben:\n\n- Wenn der Gast kein Osaio-Konto hat, laden Sie bitte die Osaio-App herunter und registrieren Sie zuerst ein Konto.\n- Wählen Sie die Kamera aus, die Sie freigeben möchten, und rufen Sie die Kameraeinstellungen auf..\n- Wählen Sie unter Kameraeinstellungen die Option Kamerafreigabe.\n- Geben Sie die E-Mail-Adresse des Kontos der Person ein, für die Sie den Zugriff freigeben möchten, und klicken Sie auf \"Einladung senden\".\n- Osaio sendet diese Einladung über die Anwendung an die Person.",
            "children" : null
          },
          {
            "title" : "12. Wo finde ich ID-, Firmware- und IP-Informationen der Kamera?",
            "content" : "Bitte überprüfen Sie \"Kamera Informationen\" in den Geräteeinstellungen.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Steckdose Fehlersuche",
        "content" : "",
        "children" : [
          {
            "title" : "1. Was kann ich tun, wenn das Gerät keine Verbindung zum Wi-Fi herstellen kann?",
            "content" : "a.Vergewissern Sie sich, dass das Wi-Fi, mit dem Sie sich verbinden, 2,4 GHz hat, da 5GHz nicht unterstützt wird.\nb. Vergewissern Sie sich, dass der Router nicht überlastet ist und mit zu vielen Geräten verbunden ist. (Fügen Sie bis zu 10 Geräte hinzu)\nc.Vergewissern Sie sich, dass sich Stecker, Router und Telefon innerhalb von 1 Meter befinden. (Nachdem die Steckdose erfolgreich mit dem Netzwerk verbunden wurde, kann sie bewegt werden).\nd.Wenden Sie sich an den Porik-Kundendienst per E-Mail für Unterstützung. (support@Porik.co)",
            "children" : null
          },
          {
            "title" : "2. Was soll ich tun, wenn die Verbindung zum Router fehlschlägt?",
            "content" : "a.Vergewissern Sie sich, dass Ihr Router \"Dual Band\" oder \"Single Band 2.4GHz\" ist.\nb.Stellen Sie sicher, dass Ihr Router auf die folgenden Standards eingestellt ist:\n-Sicherheitsmechanismus: WAP /WAP2\n-Verschlüsselungstyp: WEP /TKIP /AES\nWi-Fi-Standard: 802.11 b/g/n\nc.Gehen Sie zu Dienste und wählen Sie Wi-Fi Geplant. \nd.Aktivieren Sie in den Globalen Einstellungen den Wi-Fi-Zeitplan nicht.\ne.Benennen Sie das Netzwerk um und aktivieren Sie das 2,4-GHz-Wi-Fi.\nf.Gehen Sie in der Wireless-Übersicht auf Bearbeiten. Wählen Sie den Access Point Mode und Don't Hide ESSID.\ng.Deaktivieren Sie in der Schnittstellenkonfiguration den MAC-Adressfilter.",
            "children" : null
          },
          {
            "title" : "3. Was kann ich tun, wenn es ein Problem mit dem Stecker gibt?",
            "content" : "Nachdem der Smart Plug in eine Steckdose eingesteckt wurde, halten Sie bitte die Taste 10 Sekunden lang gedrückt, um den Stecker zurückzusetzen, und versuchen Sie, ihn erneut anzuschließen. \nWenn das Problem weiterhin besteht, wenden Sie sich bitte per E-Mail an den Porik-Kundendienst, um einen kostenlosen Ersatz zu erhalten.",
            "children" : null
          },
          {
            "title" : "4. Muss ich das Gerät neu einrichten, wenn ich meinen Router gewechselt habe?",
            "content" : "Ja, wenn Sie den Router oder den Hotspot wechseln, müssen Sie den Stecker erneut einstecken.",
            "children" : null
          },
          {
            "title" : "5. Muss ich das Gerät erneut einrichten, wenn ich meinen Stecker verlegt, aber den Router nicht gewechselt habe?",
            "content" : "Nein, Sie müssen es nicht neu einrichten.",
            "children" : null
          },
          {
            "title" : "6. Warum kann der Smart Plug nicht vollständig ausgeschaltet werden, wenn er ausgeschaltet ist?",
            "content" : "Der Smart Plug muss mit dem Netzwerk verbunden bleiben, wenn der Strom ausgeschaltet ist, aber dieser Strom ist sehr schwach und kann ignoriert werden.",
            "children" : null
          },
          {
            "title" : "7. Warum macht der Smart Plug ein Geräusch, wenn er funktioniert?",
            "content" : "Wenn die intelligente Steckdose leer oder überlastet ist, ändert sich die Betriebsfrequenz des internen Transformators und liegt unter dem Auslegungswert; wenn sie unter 20k liegt, kann das menschliche Ohr sie hören.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Osaio App und Konto",
        "content" : "",
        "children" : [
          {
            "title" : "1. Wo kann man die Osaio App herunterladen?",
            "content" : "Bitte laden Sie die Noise App aus dem Google Play Store oder dem App Store herunter. Unterstützende Systemversionen: Android 5.0+, iOS 10.0+.",
            "children" : null
          },
          {
            "title" : "2. Ich habe den Bestätigungscode nicht erhalten. Was soll ich machen?",
            "content" : "Bitte überprüfen Sie den Spam-Ordner Ihrer E-Mail oder versuchen Sie es mit einer anderen E-Mail-Adresse. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte unter app-support@osaio.net mit der von Ihnen registrierten E-Mail-Adresse.",
            "children" : null
          },
          {
            "title" : "3. Was soll ich tun, wenn ich mein Passwort vergessen habe?",
            "content" : "Wenn Sie Ihr Passwort vergessen haben, öffnen Sie die Osaio App und klicken Sie unter Anmelden auf Passwort vergessen. Befolgen Sie die Anweisungen, um Ihr Passwort zurückzusetzen.",
            "children" : null
          },
          {
            "title" : "4. Wie löse und entferne ich meine Kamera?",
            "content" : "Wenn Ihre Kamera online ist, rufen Sie die Kameraeinstellungen auf und löschen Sie die Kamera unten auf der Seite. Wenn Ihre Kamera offline ist, können Sie Ihre Kamera von der Startseite entfernen, indem Sie auf die Kameravorschau klicken.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Lagerung und Informationssicherheit",
        "content" : "",
        "children" : [
          {
            "title" : "1. Wie kann ich die Videos speichern?",
            "content" : "Legen Sie eine SD-Karte (Klasse 6 oder höher, 4-128G Micro SD-Karte im FAT32-Format) ein oder abonnieren Sie Osaio Cloud (4,9 USD / Monat für den 7-Tage-Monatsleseplan und 118 USD / Jahr) für den 14-tägigen jährlichen Leseplan) zum Speichern der aufgezeichneten Videos.",
            "children" : null
          },
          {
            "title" : "2. Wie schützt Osaio meine Privatsphäre?",
            "content" : "Osaio arbeitet unermüdlich daran, die Daten und Videos unserer Kunden zu schützen. Wir werden von Amazon Web Service (AWS) gesichert und getestet, um Ihre Privatsphäre zu schützen. AWS entspricht den CJIS-Standards (Criminal Justice Information Security) des FBI. AWS wird in den gesamten USA von Strafverfolgungsbehörden auf Bundes-, Landes- und lokaler Ebene eingesetzt.",
            "children" : null
          },
          {
            "title" : "3. Wie funktioniert der Cloud-Speicher?",
            "content" : "Alle Datenübertragungen von Osaio verwenden das HTTPS-Verschlüsselungsprotokoll. Dadurch werden Ihre persönlichen Informationen zwischen dem Benutzer und der Site oder dem Server verschlüsselt und gesichert. Sie dürfen nicht von Dritten gelesen oder verfälscht werden. Wenn Sie beispielsweise die Kamera auf Ihr Mobiltelefon streamen, schützt Osaio diese Daten mit mehreren Sicherheitsebenen, z. B. HTTPS und Transport Layer Security sowie Twofish-Verschlüsselung.",
            "children" : null
          },
          {
            "title" : "4. Wie kann ich Cloud-Dienste abonnieren oder abbestellen?",
            "content" : "Sie können Osaio Cloud abonnieren, indem Sie auf das Cloud-Symbol in der Wiedergabeleiste des Videoprotokolls tippen. Sie finden es auch unter \"Einstellungen - Speicher\", wo Sie es ebenfalls abbestellen können.",
            "children" : null
          },
          {
            "title" : "5. Was kann ich tun, wenn das Gerät die MicroSD-Karte nicht lesen kann?",
            "content" : "Bitte formatieren Sie die MicroSD-Karte unter \"Speicher\" in den \"Einstellungen\" der Kamera in der Osaio App. Wenn sich das Problem dadurch nicht beheben lässt, trennen Sie die Kamera vom Stromnetz, nehmen Sie die MicroSD heraus und formatieren Sie sie mit einem Computer (FAT32-Format). Installieren Sie nach Abschluss zuerst die Karte, bevor Sie die Kamera einschalten. Bitte warten Sie mindestens 6 Minuten, um die neue Aufzeichnung auf der MicroSD-Karte nach dem Einschalten zu sehen.",
            "children" : null
          },
          {
            "title" : "6. Warum funktioniert die Wiedergabe nach dem Formatieren der Karte nicht mehr?",
            "content" : "Warten Sie nach dem Formatieren der Karte mindestens 6 Minuten, um neue Aufnahmen auf der MicroSD-Karte zu sehen. Da jede auf der MicroSD-Karte gespeicherte Datei 5 Minuten lang ist, kann sie nach Abschluss gelesen werden.",
            "children" : null
          },
          {
            "title" : "7. Warum kann ich die aufgenommenen Videos in der erkannten Nachricht nicht sofort sehen?",
            "content" : "Videos, die in der Cloud aufgezeichnet und gespeichert werden, dauern ca. 2 Minuten. Auf der MicroSD gespeicherte Videos benötigen ca. 5 Minuten. Wenn der Vorgang nicht abgeschlossen ist, werden Sie zum Live-Streaming weitergeleitet.",
            "children" : null
          },
          {
            "title" : "8. Wie lösche ich ein aufgenommenes Video?",
            "content" : "In der Cloud gespeicherte Videos werden automatisch nach Ablauf des festgelegten Zeitraums gelöscht. Auf der MicroSD-Karte gespeicherte Videos müssen manuell durch Formatieren der Karte gelöscht werden.",
            "children" : null
          },
          {
            "title" : "9.Welche Micro-SD-Karten unterstützt Osaio?",
            "content" : "Klasse 6 oder höher, 4-128G Micro SD-Karte im FAT32-Format.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Design und Material",
        "content" : "",
        "children" : [
          {
            "title" : "1. Wie ist das Design von Osaio innovativ?",
            "content" : "Überwachungskameras wirken in der Regel roboterhaft und kalt, während Tonherstellung und Keramik das Design von Osaio 360 inspirierten. Wir wollten der häuslichen Umgebung ein Gefühl der Ruhe und Leichtigkeit verleihen, genau wie ein geschätztes Teeservice oder eine Vase. Wir haben verschiedene Farbtöne, Materialien und Oberflächen getestet, bevor wir die erdbeige Farbe, den ABS-Kunststoff und die rohe Oberfläche ausgewählt haben, um eine keramikähnliche Textur und ein Gefühl von Wärme zu erzeugen, die dem unpersönlichen Gefühl der meisten elektronischen Geräte entgegenwirken. Der Stromeingang wurde speziell entwickelt, um ein nahtloseres Erscheinungsbild zu erzielen. Ziel war es, eine einfache, zuverlässige, benutzerfreundliche und elegante Überwachungskamera zu entwickeln, die in jeden Haushalt passt.",
            "children" : null
          },
          {
            "title" : "2. Woraus besteht die Kamera?",
            "content" : "ABS-Kunststoff, Polycarbonat (PC), Gummi und Glasscheibe.",
            "children" : null
          },
          {
            "title" : "3. Ist Cam Outdoor Cam wetterbeständig?",
            "content" : "Ja, die Kamera ist IP66 wasserdicht und kann allen Wetterbedingungen standhalten. Seine Oberfläche weist eine hohe mechanische Festigkeit, eine hohe UV-Beständigkeit und eine hohe Wärmebeständigkeit auf. Die Kamera kann bei Temperaturen zwischen -4 ° und 113 ° F (-20 ° bis 45 ° C) und einer relativen Luftfeuchtigkeit von 10 bis 90% gut arbeiten.",
            "children" : null
          },
          {
            "title" : "4.  Ist Ihr Produkt umweltfreundlich?",
            "content" : "Die Kamera enthält keine gefährlichen Substanzen und ihre Komponenten entsprechen den RoHS-Standards. Wir verwenden Kartonmaterial und minimalen Druck für die Verpackung, damit es leicht zu recyceln und umweltfreundlich ist.",
            "children" : null
          }
        ]
      }
    ],
    "es" : [
      {
        "title" : "Solución de problemas decámara",
        "content" : "",
        "children" : [
          {
            "title" : "1. ¿Cómo conectar la cámara a Wi-Fi?",
            "content" : "Utilice la aplicación Osaio y haga clic en Agregar una cámara en la página de inicio. Siga las instrucciones en la aplicación para conectar su teléfono a un Wi-Fi 2.4G, ingrese la contraseña correcta de Wi-Fi y luego use su cámara para escanear el código QR generado por la aplicación.",
            "children" : null
          },
          {
            "title" : "2. ¿Osaio solo admite Wi-Fi 2.4G? ¿Algún consejo para conectar la cámara a la red?",
            "content" : "Sí, Osaio solo es compatible con Wi-Fi 2.4G, asegúrese de que su enrutador sea compatible con Wi-Fi 2.4G. Cuando empareje una cámara, elija también un Wi-Fi 2.4G en su teléfono. Puede volver a usar Wi-Fi 5G u otras redes en su teléfono después de un emparejamiento exitoso. Estos son los significados de las diferentes luces de estado:\n\nRojo fijo: el dispositivo está encendido e inicializando.\nRojo parpadeante: el dispositivo está listo para conectarse.\nAzul fijo/blanco: el dispositivo funciona correctamente.\nAzul/blanco intermitente: la conexión está en progreso.",
            "children" : null
          },
          {
            "title" : "3.¿Cómo puedo solucionar problemas de fallas en conexión?",
            "content" : "-Asegurese de que el dispositivo haya estado enestado de emparejamiento de red\n-Asegurese de que la cámara, el telefóno estén cerca del enrutador\n-Asegurese de que el enrutador no esté conectadose con mucho dispositivo\n-Asequrese de que la contrasena del enrutador sea correcta\n-Asegurese de que el dispositivo se haya conectado con la banda Wifi 2.4G . Active la funcion de transmision de Wi-Fi y no la configure en modo oculto\n-Asegurese de que el metodo de cifrado de la configuracion del enrutador sea WPA2 PSK y que el tipo de dutenticacion sea AES, o que ambos esten contigurados como automatIcs\nSi los dispositivos conectados al enrutador alcanzan el limite, intente desactivar algunos dispositivos y confiqurarlo nuevamente\n-Si el enrutador ha habilitado el filtro de direccion MAC, intente eliminar el dispositivo de la lista de filtros mac del enrutador para asegurarse de que la cámara puede conectarse al red",
            "children" : null
          },
          {
            "title" : "4. ¿Qué pasa si el dispositivo está fuera de línea?",
            "content" : "- Asegúrese de que el dispositivo haya sido encendido. \n- Compruebe si la red es estable. Método de verificación: coloque un teléfono móvil o un iPad al lado del dispositivo y asegúrese de que estén conectados a la misma red, luego intente abrir una página web.\n- Asegúrese de que la red Wi-Fi doméstica funciona bien o si se ha modificado el nombre, la contraseña, etc. de Wi-Fi. Si es así, reinicie el dispositivo y agréguelo nuevamente. \n- Intente reiniciar el enrutador y espere 3 minutos para observar el estado del dispositivo.",
            "children" : null
          },
          {
            "title" : "5. No pude escanear el código QR. ¿Qué tengo que hacer?",
            "content" : "Retire la película protectora de la cámara o limpie la lente. Puede hacer clic en el código QR para amplificar, maximizar el brillo de su teléfono. Asegúrese de que su teléfono esté aproximadamente a 6-10 pulgadas de distancia de la lente.",
            "children" : null
          },
          {
            "title" : "6. ¿Cómo puedo volver a conectarme si cambié mi contraseña de Wi-Fi o Wi-Fi?",
            "content" : "La cámara está conectada al enrutador. Una vez que cambie la red, deberá restablecer la cámara, volver a conectarla.",
            "children" : null
          },
          {
            "title" : "7. ¿Puedo apagar la visión nocturna? ",
            "content" : "Sí, busque la \"Visión nocturn\" en la Configuración de la cámara y apáguela. Esto ayudará a evitar los reflejos de las ventanas por la noche.",
            "children" : null
          },
          {
            "title" : "8. ¿Cómo elegir una sensibilidad de movimiento/sonido ideal?",
            "content" : "Si desea recibir notificaciones cuando se detecta un movimiento o sonido, active la detección de movimiento y sonido en Configuración de la cámara.\n\nSensibilidad de detección de movimiento\nAlto: la imagen cambia entre 1-2 cuadros\nMedio: la imagen cambia entre 5-6 cuadros\nBajo: la imagen cambia entre 11-12 cuadros\n\nSensibilidad de detección de sonido\nAlto: susurro\nMedio: conversaciones normales\nBajo: gritos y gritos\n\nPor lo general, sugerimos que configure la sensibilidad de detección de movimiento en baja y la sensibilidad de detección de sonido en media.",
            "children" : null
          },
          {
            "title" : "9. ¿La cámara admite grabación en bucle?",
            "content" : "La cámara admite la grabación en bucle tanto con una tarjeta MicroSD como con Osaio Cloud. Puede activarlo en \"Configuración - Almacenamiento\". Tenga en cuenta que si activa la grabación en bucle, la tarjeta MicroSD reemplazará automáticamente los videos más antiguos por otros nuevos cuando estén llenos. La nube puede almacenar videos por hasta 7 días o 14 días, según el plan que elija. Cualquier video anterior a los días del plan que elija se eliminará automáticamente.",
            "children" : null
          },
          {
            "title" : "10. ¿Qué debo hacer si solo quiero ver videos con detección de movimiento?",
            "content" : "Puede desactivar la grabación en bucle en \"Configuración - Almacenamiento\". La cámara solo grabará eventos activados por movimiento o sonido. La tarjeta MicroSD no sobrescribirá los archivos anteriores cuando esté llena. Por lo tanto, borre el almacenamiento manualmente cuando esté lleno.",
            "children" : null
          },
          {
            "title" : "11. ¿Cómo compartir el acceso de visualización de Osaio a otros?",
            "content" : "Puede compartir fácilmente el acceso de visualización de su dispositivo a amigos y familiares con la aplicación Osaio. Esto les permitirá ver a través de su cámara; sin embargo, no podrán controlar su dispositivo. Siga las instrucciones a continuación para compartir un dispositivo:\n\n- Si el invitado no tiene una cuenta Osaio, descargue la aplicación Osaio y primero registre una cuenta.\n- Elija la cámara que desea compartir y vaya a Configuración de la cámara.\n- En Configuración de la cámara, elija Compartir cámara.\n- Escriba la dirección de correo electrónico de la cuenta de la persona con la que desea compartir el acceso y presione \"Enviar invitación\".\n- Osaio enviará esta invitación a la persona a través de la aplicación.",
            "children" : null
          },
          {
            "title" : "12. ¿Dónde puedo encontrar la identificación de la cámara, el firmware y la información de IP?",
            "content" : "Verifique “Información de la cámara” en la configuración del dispositivo.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Solución de problemas de enchufe",
        "content" : "",
        "children" : [
          {
            "title" : "1. ¿Qué puedo hacer si el dispositivo no se conecta al Wi-Fi?",
            "content" : "a.Asegúrese de que el Wi-Fi al que se conecta es de 2,4 GHz ya que el de 5GHz no es compatible.\nb.Asegúrese de que el router no está sobrecargado y conectado a demasiados dispositivos. (añada hasta 10 dispositivos)\nc.Asegúrese de que el enchufe, el router y el teléfono están a menos de 1 metro. (Después de que el enchufe esté conectado con éxito a la red, se puede mover).\nd.Póngase en contacto con el correo electrónico de posventa de Porik para obtener ayuda. (support@Porik.co)",
            "children" : null
          },
          {
            "title" : "2. ¿Qué debo hacer si la conexión con el router falla?",
            "content" : "a.Asegúrese de que su router es \"Dual Band\" o \"Single Band 2.4GHz\".\nb.Asegúrese de que su router está configurado con los siguientes estándares:\n-Mecanismo de seguridad: WAP /WAP2\n-Tipo de encriptación: WEP /TKIP /AES\n-Estándar Wi-Fi: 802.11 b/g/n\nc.Entra en Servicios y selecciona Wi-Fi Programado. \nd.En Configuración Global, no habilite la Programación Wi-Fi.\ne.Cambie el nombre de la red y active el Wi-Fi de 2,4 GHz.\nf.En Wireless Overview, entre en Edit. Seleccione el Modo de Punto de Acceso y No Ocultar ESSID.\ng.En Configuración de la interfaz, desactive el Filtro de direcciones MAC.",
            "children" : null
          },
          {
            "title" : "3. ¿Qué puedo hacer cuando hay un problema con el enchufe?",
            "content" : "Después de enchufar el Smart Plug en una toma de corriente, por favor, mantenga pulsado el botón durante 10 segundos para reiniciar el enchufe e intente conectarlo de nuevo. \nSi el problema persiste, por favor, póngase en contacto con el correo electrónico de posventa de Porik para un reemplazo gratuito.",
            "children" : null
          },
          {
            "title" : "4. ¿Tengo que volver a configurar el dispositivo si he cambiado de router?",
            "content" : "Sí, si cambias el router o cambias el punto de acceso, tienes que volver a conectar el enchufe de nuevo.",
            "children" : null
          },
          {
            "title" : "5. ¿Tengo que volver a configurar el dispositivo si he cambiado el enchufe pero no el router?",
            "content" : "No, no tienes que volver a configurarlo.",
            "children" : null
          },
          {
            "title" : "6. ¿Por qué el enchufe inteligente no se puede apagar completamente cuando está apagado?",
            "content" : "6. ¿Por qué el enchufe inteligente no se puede apagar completamente cuando está apagado?",
            "children" : null
          },
          {
            "title" : "7. ¿Por qué el enchufe inteligente emite un sonido cuando está funcionando?",
            "content" : "Esto se debe a que cuando el enchufe inteligente está vacío o sobrecargado, la frecuencia de funcionamiento del transformador interno cambiará y será inferior al valor de diseño; cuando es inferior a 20k, el oído humano puede oírlo.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Cuenta y la App",
        "content" : "",
        "children" : [
          {
            "title" : "1.¿Donde descargo la App Osaio Hone?",
            "content" : "Descargue la App en Google Play o App Store.Versión de sistema compatibles: Android 5.0+ , iOS 10.0+",
            "children" : null
          },
          {
            "title" : "2.¿No recibo el código de verificación. ¿Qué tengo que haver?",
            "content" : "Compruebe el correo no deseado o prueba con otro correo electrónico. Si necesita más ayuda, contáctenos nuestro correo postventa: app-support@osaio.net",
            "children" : null
          },
          {
            "title" : "3.¿Qué voy a hacer si olvido mi contraseña?",
            "content" : "Haga clic en Olvidé mi contraseña en la página de Inicio sesión y siga las instrucciones para restablecer su contraseña.",
            "children" : null
          },
          {
            "title" : "4. ¿Cómo desenlazar y quitar mi cámara?",
            "content" : "Si su cámara está en línea, vaya a Configuración de la cámara y retire la cámara en la parte inferior de la página. Si su cámara está fuera de línea, puede eliminarla en la página de inicio haciendo clic en la vista previa de la cámara.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Almacenamiento y seguridad de la información",
        "content" : "",
        "children" : [
          {
            "title" : "1. ¿Cómo puedo almacenar los videos?",
            "content" : "Inserte una tarjeta SD (Clase 6 o superior, tarjeta Micro SD 4-128G en formato FAT32) o suscríbase a Osaio Cloud ($ 4.9 / mes para el plan mensual de reproducción de 7 días y $ 118 / año para el plan anual de reproducción de 14 días ) para almacenar videos grabados.",
            "children" : null
          },
          {
            "title" : "2. ¿Cómo protege Osaio mi privacidad?",
            "content" : "Osaio trabaja incansablemente para mantener seguros los datos y videos de nuestros clientes. Estamos respaldados por el seguro y probado Servicio Web de Amazon (AWS) para proteger su privacidad. AWS cumple con los estándares de Seguridad de la Información de Justicia Criminal (CJIS) del FBI. AWS es utilizado en todo Estados Unidos por las agencias policiales estatales, locales y federales.\n\nTodas las transmisiones de datos de Osaio adoptan el protocolo de cifrado HTTPS. Esto encriptará y asegurará su información personal entre el usuario y el sitio o servidor. No puede ser leído ni falsificado por terceros. Por ejemplo, cuando transmite la alimentación de su cámara a su teléfono móvil, Osaio protege estos datos con múltiples capas de seguridad, como HTTPS y Seguridad de la capa de transporte y cifrado Twofish.",
            "children" : null
          },
          {
            "title" : "3. ¿Cómo funciona el almacenamiento en la nube?",
            "content" : "Todos los eventos y videos se almacenarán en la nube durante 7 días o 14 días, según el plan que elija, hasta que se eliminen automáticamente. Los usuarios pueden acceder a los videos libremente dentro del período de la ventana, incluido guardar los videos en su teléfono.",
            "children" : null
          },
          {
            "title" : "4. ¿Cómo me suscribo o me doy de baja a los servicios en la nube?",
            "content" : "Puede suscribirse a Osaio Cloud tocando el icono de la nube ubicado en la barra de reproducción del historial de video. También puede encontrarlo en \"Configuración - Almacenamiento\", donde también puede darse de baja.",
            "children" : null
          },
          {
            "title" : "5. ¿Qué hacer si el dispositivo sigue teniendo problemas para leer la tarjeta MicroSD?",
            "content" : "Formatee la tarjeta MicroSD en \"Almacenamiento\" en \"Configuración\" de la cámara en la aplicación Osaio. Si eso no resuelve el problema, desenchufe la cámara, saque la MicroSD y formatee con una computadora (formato FAT32). Después de completar, instale la tarjeta primero, antes de encender la cámara. Espere al menos 6 minutos para ver la nueva grabación en la tarjeta MicroSD después del encendido.",
            "children" : null
          },
          {
            "title" : "6. ¿Por qué la reproducción no funciona después de formatear la tarjeta?",
            "content" : "Espere al menos 6 minutos para ver nuevas grabaciones en la tarjeta MicroSD después de formatear la tarjeta. Como cada archivo guardado en la tarjeta MicroSD es de 5 minutos, puede leerse después de que termine.",
            "children" : null
          },
          {
            "title" : "7. ¿Por qué no puedo ver los videos grabados en el mensaje detectado de inmediato?",
            "content" : "Los videos grabados y almacenados en la nube tardan aproximadamente 2 minutos; Los videos almacenados en la MicroSD tardan unos 5 minutos. Cuando el proceso no haya finalizado, se lo dirigirá a la transmisión en vivo.",
            "children" : null
          },
          {
            "title" : "8. ¿Cómo borrar los videos grabados?",
            "content" : "Los videos almacenados en la nube se eliminarán automáticamente después del período continuo según el plan que elija; los videos almacenados en la tarjeta MicroSD deberán eliminarse manualmente formateando la tarjeta.",
            "children" : null
          },
          {
            "title" : "9. ¿Qué tipo de tarjetas Micro SD admite Osaio?",
            "content" : "Clase 6 o superior, tarjeta Micro SD 4-128G en formato FAT32.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Diseño y material",
        "content" : "",
        "children" : [
          {
            "title" : "1. ¿Cómo es innovador el diseño de Osaio?",
            "content" : "Las cámaras de seguridad tienden a verse robóticas y frías, mientras que la fabricación de arcilla y la cerámica inspiraron el diseño de Osaio 360. Queríamos aportar una sensación de calma y tranquilidad al entorno del hogar, de la misma manera que un juego de té o un florero atesorado. Probamos diferentes tonos, materiales y acabados antes de elegir el color beige terroso, el plástico ABS y el acabado en bruto para crear una textura similar a la cerámica y una sensación de calidez que contrarresta la sensación impersonal de la mayoría de los productos electrónicos. La entrada de energía fue especialmente diseñada para crear una apariencia más fluida. El objetivo era crear una cámara de seguridad simple, confiable, fácil de usar y elegante que se adaptara a cualquier hogar.",
            "children" : null
          },
          {
            "title" : "2. ¿De qué está hecha la cámara?",
            "content" : "Plástico ABS, policarbonato (PC), goma y lente de vidrio.",
            "children" : null
          },
          {
            "title" : "3. ¿Es Osaio Outdoor resistente a la intemperie?",
            "content" : "Sí, la cámara tiene una clasificación IP66 a prueba de agua y puede soportar todas las condiciones climáticas. Su superficie tiene alta resistencia mecánica, gran estabilidad a los rayos UV y alta resistencia térmica. La cámara puede funcionar bien entre -4 ° y 113 ° F (-20 ° a 45 ° C) y 10% -90% de humedad relativa.",
            "children" : null
          },
          {
            "title" : "4. ¿Su producto es ecológico?",
            "content" : "La cámara no contiene sustancias peligrosas y sus componentes cumplen con los estándares RoHS. Utilizamos material de cartón y una impresión mínima para el embalaje, lo que hace que sea fácil de reciclar y respetuoso con el medio ambiente.",
            "children" : null
          }
        ]
      }
    ],
    "it" : [
      {
        "title" : "Risoluzione dei problemi della fotocamera",
        "content" : "",
        "children" : [
          {
            "title" : "1.Come collegare la telecamera al Wi-Fi?",
            "content" : "Utilizzare l'app Osaio e fare clic su Aggiungi una telecamera nella homepage. Seguire le istruzioni nell'app per connettere il cellulare a un Wi-Fi 2.4G, inserire la password Wi-Fi corretta e quindi utilizzare la telecamera per scansionare il codice QR generato dall'app.",
            "children" : null
          },
          {
            "title" : "2. Osaio supporta solo Wi-Fi 2.4G? Qualche consiglio per connettere la telecamera alla rete?",
            "content" : "Sì, Osaio supporta solo Wi-Fi 2.4G, assicuriti che il tuo router supporta Wi-Fi 2.4G. Quando si accoppia una telecamera, selezioni anche un Wi-Fi 2.4G sul cellulare. È possibile tornare a utilizzare il Wi-Fi 5G o altre reti sul cellulare dopo un accoppiamento riuscito. Ecco i significati delle diverse spie di stato:\n\nRosso fisso: il dispositivo è acceso e inizializzato.\nRosso lampeggiante: il dispositivo è pronto per la connessione.\nBlu fisso / bianco: il dispositivo funziona correttamente..\nBlu/bianco lampeggiante: connessione in corso.",
            "children" : null
          },
          {
            "title" : "3. Come posso risolvere i problemi di connessione alla rete?",
            "content" : "- Assicurarsi che il dispositivo sia stato collegato alla fonte di alimentazione e acceso.\n- Assicurarsi che il dispositivo sia stato nello stato di associazione in rete.\n- Accertarsi che il dispositivo, il cellulare e il router siano vicini.\n- Assicurarsi che la rete del router sia funzionante.\n- Assicurarsi che la password del router sia corretta.\n- Assicurarsi che il dispositivo sia stato aggiunto utilizzando la banda WiFi 2.4G. Abilitare la funzione di trasmissione Wi-Fi e non impostarla sulla modalità nascosta.\n- Assicurati che il metodo di crittografia dell'impostazione wireless del router sia WPA2-PSK e che il tipo di autenticazione sia AES, o che entrambi siano impostati come automatici.\n- Assicurarsi che il nome Wi-Fi non contenga caratteri cinesi.\n- Se il numero di dispositivi collegati del router raggiunge il limite, prova a disattivare alcune funzioni Wi-Fi di un dispositivo e configurarlo di nuovo.\n- Se il router ha abilitato il filtro dell'indirizzo MAC wireless, provi a rimuovere il dispositivo dall'elenco dei filtri MAC del router per assicurarti che al router non sia proibito connettersi alla rete",
            "children" : null
          },
          {
            "title" : "4. Cosa succede se il dispositivo è offline?",
            "content" : "- Assicurarsi che il dispositivo sia stato acceso. \n- Verificare se la rete è stabile. Metodo di controllo: posiziona un cellulare o un iPad vicino al dispositivo e assicurati che siano collegati alla stessa rete, quindi prova ad aprire una pagina web.\n- Assicurarsi che la rete Wi-Fi domestica funziona correttamente o che il nome Wi-Fi, la password, ecc. siano stati modificati. In tal caso, resettare il dispositivo e aggiungerlo di nuovo.\n- Provi a riavviare il router e attenda 3 minuti per osservare lo stato del dispositivo.",
            "children" : null
          },
          {
            "title" : "5. Non posso scansionare il codice QR. Cosa dovrei fare?",
            "content" : "Rimuovere la pellicola protettiva della telecamera o pulire l'obiettivo. È possibile fare clic sul codice QR per amplificare, massimizzare la luminosità del cellulare. Assicurarsi che il cellulare sia a circa 6-10 pollici dall'obiettivo.",
            "children" : null
          },
          {
            "title" : "6. Come posso riconnettermi se ho cambiato il Wi-fi o la password del Wi-Fi ?",
            "content" : "La telecamera è collegata al router. Una volta modificata la rete, sarà necessario resettare la telecamera e collegarla nuovamente.",
            "children" : null
          },
          {
            "title" : "7. Posso disattivare la visione notturna?",
            "content" : "Sì, individuare la \"Visione notturna\" nelle Impostazioni della fotocamera e disattivarla. Ciò contribuirà ad evitare i riflessi dalle finestre di notte.",
            "children" : null
          },
          {
            "title" : "8. Come scegliere una sensibilità di movimento/suono ideale?",
            "content" : "If you want to get notifications when a motion or sound is detected, please activate the motion and sound detection under Camera Settings.\n\nMotion Detection Sensitivity\nHigh: Image changes between 1-2 frames\nMedium: Image changes between 5-6 frames\nLow: Image changes between 11-12 frames\n\nSound Detection Sensitivity\nHigh: Whispering\nMedium: Normal conversations\nLow: Screaming and shouting\n\nWe usually suggest that you set the motion detection sensitivity to low and the sound detection sensitivity to medium.",
            "children" : null
          },
          {
            "title" : "9. La telecamera supporta la registrazione in loop?",
            "content" : "La telecamera supporta la registrazione in loop sia con una scheda SD che con Osaio Cloud. Può accenderlo in \"Impostazioni - Memoria\". Se attivi la registrazione in loop, la scheda SD sostituirà automaticamente i video più vecchi con quelli nuovi quando è piena. Il cloud può archiviare video per un massimo di 7 giorni o 14 giorni, in base al piano scelto. Tutti i video che superano i giorni del piano scelto verranno automaticamente eliminati.",
            "children" : null
          },
          {
            "title" : "10. Cosa devo fare se voglio vedere solo video rilevati del movimento?",
            "content" : "È possibile disattivare la registrazione in loop in \"Impostazioni - Memoria\". La telecamera registra solo eventi innescati da movimento o suono. La scheda SD non sovrascriverà i file precedenti quando è piena. Pertanto, si prega di cancellare manualmente la memoria quando è piena.",
            "children" : null
          },
          {
            "title" : "11. Come condividere l'accesso di visione di Osaio ad altri?",
            "content" : "Può condividere facilmente l'accesso alla visualizzazione del tuo dispositivo ad amici e parenti usando l'app Osaio. Ciò consentirà loro di visualizzare attraverso la telecamera; tuttavia, non saranno in grado di controllare il dispositivo. Segua le istruzioni seguenti per condividere un dispositivo:\n\n- Se l'invitato non ha un account Osaio, scarica l'app Osaio e registra prima un account.\n- Sceglia la telecamera che desidera condividere e vai alle impostazioni della telecamera.\n- n Impostazioni telecamera, selezioni Condivisione telecamera.\n- Digiti l'indirizzo email dell'account della persona con cui desidera condividere l'accesso e prema \"Invia invito\".\n- Osaio invierà questo invito alla persona tramite l'app.",
            "children" : null
          },
          {
            "title" : "12. Dove posso trovare l'ID della telecamera, il firmware e le informazioni IP?",
            "content" : "Controlli \"Informazioni della telecamera\" nelle impostazioni del dispositivo.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Risoluzione dei problemi della spina",
        "content" : "",
        "children" : [
          {
            "title" : "1. Cosa posso fare quando il dispositivo non riesce a connettersi al Wi-Fi?",
            "content" : "a.Assicurati che il Wi-Fi a cui ti connetti sia a 2.4 GHz, poiché 5GHz non è supportato.\nb.Assicurati che il router non sia sovraccarico e collegato a troppi dispositivi. (aggiungere fino a 10 dispositivi)\nc.Assicurati che la presa, il router e il telefono siano entro 1 metro. (Dopo che la presa è collegata con successo alla rete, può essere spostata).\nd.Contattare Porik e-mail post-vendita per il supporto. (support@Porik.co)",
            "children" : null
          },
          {
            "title" : "2. Cosa devo fare se la connessione al router fallisce?",
            "content" : "a.Assicurati che il tuo router sia \"Dual Band\" o \"Single Band 2.4GHz\".\nb.Assicurati che il tuo router sia impostato sui seguenti standard:\n-Meccanismo di sicurezza: WAP /WAP2\n-Tipo di crittografia: WEP /TKIP /AES\n-Standard Wi-Fi: 802.11 b/g/n\nc.Entrare in Servizi e selezionare Wi-Fi Scheduled. \nd.In Global Settings, non abilitare il Wi-Fi Schedule.\ne.Rinomina la rete e attiva il Wi-Fi 2.4 GHz.\nf.In Wireless Overview, entra in Edit. Seleziona Access Point Mode e Don't Hide ESSID.\ng.In Interface Configuration, disabilitate il MAC-Address Filter.",
            "children" : null
          },
          {
            "title" : "3. Cosa posso fare se c'è un problema con la spina?",
            "content" : "Dopo aver inserito Smart Plug in una presa di corrente, tieni premuto il pulsante per 10 secondi per resettare la spina e prova a collegarla di nuovo. \nSe il problema persiste, si prega di contattare l'e-mail post-vendita di Porik per una sostituzione gratuita.",
            "children" : null
          },
          {
            "title" : "4. Devo impostare di nuovo il dispositivo se ho cambiato il router?",
            "content" : "Sì, se si cambia il router o si cambia l'hot spot, è necessario ricollegare nuovamente la spina.",
            "children" : null
          },
          {
            "title" : "5. Devo impostare di nuovo il dispositivo se ho spostato la spina ma non ho cambiato il router?",
            "content" : "No, non è necessario reimpostare il dispositivo.",
            "children" : null
          },
          {
            "title" : "6. Perché lo smart plug non può essere spento completamente quando è spento?",
            "content" : "Gli smart plug devono rimanere connessi alla rete quando la corrente è spenta, ma tale corrente è molto debole e può essere ignorata.",
            "children" : null
          },
          {
            "title" : "7. Perché lo smart plug fa un suono quando è in funzione?",
            "content" : "Questo perché quando la presa intelligente è vuota o sovraccarica, la frequenza di funzionamento del trasformatore interno cambierà e sarà inferiore al valore di progetto; quando è inferiore a 20k, l'orecchio umano può sentirlo.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Osaio App e Account",
        "content" : "",
        "children" : [
          {
            "title" : "1. Dove scaricare l'app Osaio?",
            "content" : "Scarichi l'app Osaio dal Google Playstore o dall'App Store. Versioni di sistema supportate: Android 5.0+, iOS 10.0+.",
            "children" : null
          },
          {
            "title" : "2. Non ho ricevuto il codice di verifica. Cosa dovrei fare?",
            "content" : "Controlli la cartella dello spam della tua e-mail o prova un altro indirizzo e-mail. Se il problema persiste, ti preghiamo di contattarci all'indirizzo app-support@osaio.net con l'indirizzo email che hai registrato.",
            "children" : null
          },
          {
            "title" : "3. Cosa succede se ho dimenticato la mia password?",
            "content" : "Se hai dimenticato la password, apre l'app Osaio e fai clic su Password dimenticata in Accedi e segue le istruzioni per resettare la password.",
            "children" : null
          },
          {
            "title" : "4. Come liberare e rimuovere la mia telecamera?",
            "content" : "Se la telecamera è online, vai su Impostazioni telecamera e rimuova la telecamera nella parte inferiore della pagina. Se la telecamera non è in linea, è possibile rimuoverla dalla homepage facendo clic sull'anteprima della telecamera.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Scheda Micro SD di classe 6 o superiore, 4-128G in formato FAT32.",
        "content" : "",
        "children" : [
          {
            "title" : "1. Come posso archiviare i video? ",
            "content" : "Inserisca una scheda SD (classe 6 o superiore, scheda SD 4-128G in formato FAT32) o abbonati a Osaio Cloud ($ 4,9 / mese per il piano mensile di riproduzione di 7 giorni e $ 118/anno per il piano annuale di riproduzione di 14 giorni) per memorizzare i video registrati.",
            "children" : null
          },
          {
            "title" : "2. In che modo Osaio protegge la mia vita privata?",
            "content" : "Osaio lavora instancabilmente per proteggere i dati e i video dei nostri clienti. Siamo supportati dal sicuro e testato Amazon Web Service (AWS) per proteggere la tua vita privata. AWS è conforme agli standard dell'FBI Criminal Justice Information Security (CJIS). AWS è utilizzato in tutti gli Stati Uniti dalle forze dell'ordine statali, locali e federali.\n\nTutte le trasmissioni di dati di Osaio adottano il protocollo di crittografia HTTPS. Ciò crittograferà e proteggerà le tue informazioni personali tra l'utente e il sito o il server. Non può essere letto o forgiato da terzi. Ad esempio, durante lo streaming del feed della telecamera sul cellulare, Osaio protegge questi dati con più livelli di sicurezza, come HTTPS e Sicurezza del livello di trasporto e la crittografia Twofish.",
            "children" : null
          },
          {
            "title" : "3. Come funziona l'archiviazione cloud?",
            "content" : "Tutti gli eventi e i video verranno archiviati nel cloud per 7 o 14 giorni, a seconda del piano scelto, fino a quando non vengono eliminati automaticamente. Gli utenti possono accedere ai video liberamente entro il periodo , incluso il salvataggio dei video sul cellulare.",
            "children" : null
          },
          {
            "title" : "4. Come posso iscrivermi o annullare l'iscrizione ai servizi cloud?",
            "content" : "Può iscriversi a Osaio Cloud toccando l'icona del cloud situata nella barra di riproduzione della cronologia video. Puoi trovarlo anche in \"Impostazioni - Archiviazione\" dove puoi anche annullare l'iscrizione.",
            "children" : null
          },
          {
            "title" : "5. Cosa devo fare se il dispositivo continua ad avere problemi di lettura della scheda SD?",
            "content" : "Formattare la scheda SD in \"Archiviazione\" in \"Impostazioni\" della telecamera nell'app Osaio. Se ciò non risolve il problema, scollegare la telecamera, estrarre la Scheda SD e formattarla utilizzando un computer (formato FAT32). Al termine, installare prima la scheda, prima di accendere la telecamera. Attendere almeno 6 minuti per vedere la nuova registrazione sulla scheda SD dopo l'accensione.",
            "children" : null
          },
          {
            "title" : "6. Perché la riproduzione non funziona dopo aver formattato la scheda?",
            "content" : "Attendere almeno 6 minuti per vedere le nuove registrazioni sulla scheda SD dopo aver formattato la scheda. Poiché ogni file salvato sulla scheda SD è di 5 minuti, può essere letto al termine.",
            "children" : null
          },
          {
            "title" : "7. Perché non riesco a vedere immediatamente i video registrati sul messaggio rilevato?",
            "content" : "I video registrati e archiviati nel cloud richiedono circa 2 minuti; i video archiviati in MicroSD impiegano circa 5 minuti. Al termine del processo, verrai indirizzato allo streaming live.",
            "children" : null
          },
          {
            "title" : "8. Come eliminare i video registrati?",
            "content" : "I video archiviati nel cloud verranno automaticamente eliminati dopo il periodo di rotazione in base al piano scelto; i video memorizzati nella scheda MicroSD dovranno essere eliminati manualmente formattando la scheda.",
            "children" : null
          },
          {
            "title" : "9. Che tipo di schede Micro SD supporta Osaio?",
            "content" : "Scheda Micro SD di classe 6 o superiore, 4-128G in formato FAT32.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Disegno e materiale",
        "content" : "",
        "children" : [
          {
            "title" : "1. In che modo il disegno di Osaio è innovativo?",
            "content" : "Le telecamere di sorveglianza tendono ad apparire robotiche e fredde, mentre la produzione di argilla e la ceramica hanno ispirato il disegno di Osaio 360. Volevamo dare un senso di calma e facilità all'ambiente domestico, allo stesso modo di un set da tè o vaso prezioso. Abbiamo testato diverse tonalità, materiali e finiture prima di scegliere il colore beige terroso, la plastica ABS e la finitura grezza per creare una struttura simile alla ceramica e un senso di calore che contrasta la sensazione impersonale della maggior parte dell'elettronica. L'input di potenza è stato appositamente progettato per creare un aspetto più fluido. L'obiettivo era quello di creare una telecamera di sorveglianza semplice, affidabile, facile da usare ed elegante che si adatta perfettamente a qualsiasi famiglia.",
            "children" : null
          },
          {
            "title" : "2. Di cosa è fatta la telecamera?",
            "content" : "Plastica ABS, policarbonato (PC), lenti in gomma e vetro.",
            "children" : null
          },
          {
            "title" : "3.Osaio Esterna è resistente alle intemperie?",
            "content" : "Sì, la telecamera è classificata IP66 impermeabile e può resistere a tutte le condizioni atmosferiche. La sua superficie ha un'elevata resistenza meccanica, una grande stabilità ai raggi UV e un'alta resistenza termica. La telecamera può funzionare bene tra -4 ° e 113 ° F (da -20 ° a 45 ° C) e un'umidità relativa compresa tra il 10% e il 90%. ",
            "children" : null
          },
          {
            "title" : "4. Il tuo prodotto è ecologico?",
            "content" : "La telecamera non contiene sostanze pericolose e i suoi componenti sono conformi agli standard RoHS. Usiamo materiale di cartone e stampa minimale per l'imballaggio, che lo rende facile da riciclare ed ecologico.",
            "children" : null
          }
        ]
      }
    ],
    "fr" : [
      {
        "title" : "Dépannage de la caméra",
        "content" : "",
        "children" : [
          {
            "title" : "1. Comment connecter la caméra au Wi-Fi?",
            "content" : "Veuillez utiliser Osaio App et cliquez sur Ajouter une Caméra sur la page d'accueil. Suivez les instructions de l'application pour connecter votre téléphone à un réseau 2.4G Wi-Fi, entrez le mot de passe Wi-Fi correct, puis utilisez votre caméra pour numériser le code QR généré par l'application.",
            "children" : null
          },
          {
            "title" : "2. Est-ce que Osaio ne prend en charge que le Wi-Fi 2.4G? Des conseils pour connecter la caméra au réseau?",
            "content" : "Oui, Osaio ne peut prendre en charge que le Wi-Fi 2.4G. Veuillez vous assurer que votre routeur prend en charge le Wi-Fi 2.4G. Lorsque vous associez un appareil photo, choisissez également un Wi-Fi 2,4G sur votre téléphone. Vous pouvez revenir à l'utilisation de 5G Wi-Fi ou d'autres réseaux sur votre téléphone après un jumelage réussi. Voici les significations des différentes lumières de statut:\n\nRouge fixe: l'appareil est mis sous tension et initialise.\nRouge clignotant : l'appareil est prêt à se connecter.\nBleu/Blanc fixe: l'appareil fonctionne correctement.\nBleu/Blanc clignotant : la connexion est en cours.",
            "children" : null
          },
          {
            "title" : "3. Comment puis-je résoudre les problèmes d’échec de la connexion au réseau?",
            "content" : "-  Assurez-vous que l'appareil a été connecté à la source d'alimentation et allumé.\n- Assurez-vous que l'appareil a été en état de jumelage avec net. \n- Assurez-vous que l'appareil, le téléphone et le routeur sont proches les uns des autres. \n-Assurez-vous que le réseau du routeur est bon.\n- Assurez-vous que le mot de passe du routeur est correct.\n- Assurez-vous que l'appareil a été ajouté en utilisant la bande WiFi 2.4G. Activez la fonction de diffusion Wi-Fi et ne le configurez pas en mode caché.\n- Assurez-vous que la méthode de cryptage du paramètre sans fil du routeur est WPA2-PSK et que le type d’authentification est AES, ou les deux sont définis comme automatiques\n- Assurez-vous que le nom Wi-Fi ne contient aucun caractère chinois.\n- Si le nombre d'appareils connectés du routeur atteint la limite, essayez d'éteindre les fonctions Wi-Fi de certains appareils et de le configurer à nouveau.\n- Si le routeur a activé le filtre d'adresse MAC sans fil, essayez de supprimer l'appareil de la liste de filtre MAC du routeur pour vous assurer que l'appareil n'est pas interdit par le routeur pour se connecter au réseau",
            "children" : null
          },
          {
            "title" : "4. Que se passe-t-il si l'appareil est hors connexion??",
            "content" : "-  Assurez-vous que l'appareil a été mis sous tension. \n- Vérifiez si le réseau est stable. Méthode de vérification: placez un téléphone portable ou un iPad à côté de l'appareil et assurez-vous qu'ils sont connectés au même réseau, puis essayez d'ouvrir une page Web.\n- Assurez-vous que le réseau Wi-Fi à domicile fonctionne bien, ou si le nom Wi-Fi, mot de passe, etc ont été modifiés. Si c'est le cas, réinitialisez l'appareil et ajoutez-le à nouveau. \n- Essayer de redémarrer le routeur et attendez 3 minutes pour observer l'état de l'appareil. ",
            "children" : null
          },
          {
            "title" : "5. Je ne pouvais pas numériser le code QR. Qu'est-ce que je dois faire ?",
            "content" : "Retirez le film de protection de la caméra ou nettoyer l'objectif. Vous pouvez cliquer sur le code QR pour amplifier, maximiser la luminosité de votre téléphone. Assurez-vous que votre téléphone est à environ 6-10 pouces de l'objectif.",
            "children" : null
          },
          {
            "title" : "6. Comment puis-je me reconnecter si j'ai changé mon mot de passe Wi-Fi ou Wi-Fi? ",
            "content" : "La caméra est connectée au routeur. Une fois le réseau modifié, vous devrez réinitialiser la caméra pour la reconnecter.",
            "children" : null
          },
          {
            "title" : "7.  Puis-je désactiver la Vision Nocturne?",
            "content" : "Oui, veuillez localiser la «Vision Nocturne» dans les réglages de la caméra et l'éteindre. Cela aidera à éviter les reflets des fenêtres dans la nuit.",
            "children" : null
          },
          {
            "title" : "8. Comment choisir une sensibilité idéale de mouvement/son ?",
            "content" : "Si vous souhaitez recevoir des notifications lorsqu'un mouvement ou un son est détecté, veuillez activer la détection de mouvement et de son sous Paramètres de la Caméra.\n\nSensibilité de la Détection des Mouvements\nHaut: Les images varient entre 1-2 frams\nMoyen : Les images varient entre 5 et 6 frams \nFaible : les images varient entre 11 et 12 frams\n\nSensibilité de la Détection du Son\nHaut: Chuchotementg\nMoyen : Conversations normales\nFaible: Cris\n\nNous vous suggérons généralement de définir la sensibilité de détection des mouvements à faible et la sensibilité de détection du son au milieu.",
            "children" : null
          },
          {
            "title" : "9. La caméra prend-elle en charge l’enregistrement en boucle?",
            "content" : "La caméra prend en charge l'enregistrement en boucle avec une carte MicroSD ou Osaio Cloud. Vous pouvez l'activer sous «Paramètres - Stockage». Veuillez noter que si vous activez l'enregistrement en boucle, la carte MicroSD remplacera automatiquement les anciennes vidéos par de nouvelles lorsqu'elles seront pleines. Le Cloud peut stocker des vidéos pendant 7 ou 14 jours, selon le forfait choisi. Toutes les vidéos plus anciennes que les jours de forfait que vous choisissez seront automatiquement supprimées.",
            "children" : null
          },
          {
            "title" : "10. Que dois-je faire si je ne souhaite voir que des vidéos détectées par mouvement?",
            "content" : "Vous pouvez désactiver l'enregistrement en boucle sous «Paramètres - Stockage». La caméra n'enregistrera que les événements déclenchés par un mouvement ou par un son. La carte MicroSD n'écrase pas les fichiers précédents lorsqu'elle est pleine. Par conséquent, veuillez effacer le stockage manuellement lorsqu'il est plein.",
            "children" : null
          },
          {
            "title" : "11. Comment partager l'accès de Osaio aux autres?",
            "content" : "Vous pouvez facilement partager l'accès visuel de votre appareil à vos amis et à votre famille à l'aide de l'application Osaio. Cela leur permettra de voir à travers votre appareil; cependant, ils ne pourront pas contrôler votre appareil. Veuillez suivre les instructions ci-dessous pour partager un appareil :\n\n- Si l'invité n'a pas de compte Osaio, veuillez télécharger Osaio App et enregistrer un compte en premier.\n- Choisissez la caméra que vous souhaitez partager et accédez aux Paramètres de la Caméra.\n- Sous Paramètres de la caméra, choisissez Partage de la caméra.\n- Tapez l'adresse e-mail du compte de la personne avec qui vous souhaitez partager l'accès, et appuyez sur \"Envoyer Invitation.\"\n- Osaio enverra cette invitation à la personne via l'application.",
            "children" : null
          },
          {
            "title" : "12. Où puis-je trouver ID, le firmware et les informations IP de la caméra ?",
            "content" : "Veuillez vérifier «Informations sur la Caméra» dans les paramètres de l'appareil.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Dépannage de la prise",
        "content" : "",
        "children" : [
          {
            "title" : "1. Que puis-je faire lorsque l'appareil ne parvient pas à se connecter au Wi-Fi?",
            "content" : "a.Assurez-vous que le Wi-Fi auquel vous vous connectez est de 2,4 GHz, car le 5GHz n'est pas pris en charge.\nb. Assurez-vous que le routeur n'est pas surchargé et connecté à un trop grand nombre de périphériques. (ajoutez jusqu'à 10 appareils)\nc.Assurez-vous que votre prise, votre routeur et votre téléphone sont à moins d'un mètre. (Une fois que la prise est connectée avec succès au réseau, elle peut être déplacée).\nd.Contactez le service après-vente de Porik pour obtenir de l'aide. (support@Porik.co)",
            "children" : null
          },
          {
            "title" : "2. Que dois-je faire si la connexion au routeur échoue?",
            "content" : "a.Assurez-vous que votre routeur est \"Dual Band\" ou \"Single Band 2.4GHz\".\nb.Assurez-vous que votre routeur est réglé sur les normes suivantes :\n-Mécanisme de sécurité : WAP /WAP2\n-Type de cryptage : WEP /TKIP /AES\n-Norme Wi-Fi : 802.11 b/g/n\nc.Entrez dans Services et sélectionnez Wi-Fi Scheduled. \nd. Dans Global Settings, n'activez pas le Wi-Fi Schedule.\ne. Renommez le réseau et activez le Wi-Fi 2,4 GHz.\nf. Dans Aperçu du réseau sans fil, entrez dans Modifier. Sélectionnez Access Point Mode et Don't Hide ESSID.\ng. Dans Configuration de l'interface, désactivez le filtre d'adresses MAC.",
            "children" : null
          },
          {
            "title" : "3. Que puis-je faire lorsqu'il y a un problème avec la prise?",
            "content" : "Après avoir branché la Smart Plug dans une prise de courant, veuillez appuyer et maintenir le bouton pendant 10 secondes pour réinitialiser la fiche et essayer de la brancher à nouveau. \nSi le problème persiste, veuillez contacter le service après-vente de Porik pour un remplacement gratuit.",
            "children" : null
          },
          {
            "title" : "4. Dois-je configurer à nouveau l'appareil si je change de routeur?",
            "content" : "Oui, si vous changez de routeur ou de hot spot, vous devez reconnecter la prise à nouveau.",
            "children" : null
          },
          {
            "title" : "5. Dois-je configurer à nouveau l'appareil si j'ai déplacé ma prise sans changer de routeur?",
            "content" : "Non, vous n'avez pas besoin de le réinitialiser.",
            "children" : null
          },
          {
            "title" : "6. Pourquoi la fiche intelligente ne peut-elle pas s'éteindre complètement lorsqu'elle est éteinte ?",
            "content" : "La prise intelligente doit rester connectée au réseau lorsqu'elle est éteinte, mais ce courant est très faible et peut être ignoré.",
            "children" : null
          },
          {
            "title" : "7. Pourquoi la prise intelligente émet-elle un son lorsqu'elle fonctionne ?",
            "content" : "C'est parce que lorsque la prise intelligente est vide ou surchargée, la fréquence de fonctionnement du transformateur interne change et est inférieure à la valeur de conception ; lorsqu'elle est inférieure à 20k, l'oreille humaine peut l'entendre.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Application et Compte Osaio",
        "content" : "",
        "children" : [
          {
            "title" : "1.0ù télécharger l'application Osaio?",
            "content" : "Télé chargez l'application Osaio IPC à partir du Google Play Store ou de l'App Store. Versions systéme de soutien: Android 5.0 , iOS 10.0 .",
            "children" : null
          },
          {
            "title" : "2. Je n'ai pas reçu le code de vérification. Qu'est-ce que je dois faire ?",
            "content" : "Veuillez consulter le dossier de spam de votre e-mail ou essayer une autre adresse e-mail(Gmail or Yahoo). Si le problème persiste, veuillez nous contacter par e-mail à app-support@osaio.net et joindre l'adresse e-mail que vous avez utilisée pour enregistrer votre compte.",
            "children" : null
          },
          {
            "title" : "3. Que se passe-t-il si j'ai oublié mon mot de passe?",
            "content" : "Si vous oubliez votre mot de passe, ouvrez l'application Osaio, cliquez sur le mot de passe oublié sous Connexion et suivez les instructions pour réinitialiser votre mot de passe.",
            "children" : null
          },
          {
            "title" : "4, Comment délier et enlever ma caméra?",
            "content" : "Si votre caméra est en ligne, accédez à Paramétrage de la caméra et supprimez la caméra au bas de la page. Si votre caméra est hors ligne, vous pouvez supprimer votre caméra de la page d'accueil en cliquant sur l'aperçu de la caméra.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Stockage et Sécurité de l'Information",
        "content" : "",
        "children" : [
          {
            "title" : "1. Comment puis-je stocker les vidéos? ",
            "content" : "Insérez une carte SD (Classe 6 ou au-dessus, 4-128G Micro SD Card en format FAT32) ou abonnez-vous à Osaio Cloud (4,9 $/mois pour le forfait mensuel de lecture de 7 jours et 118 $/an pour le plan annuel de lecture de 14 jours) pour stocker les vidéos enregistrées.",
            "children" : null
          },
          {
            "title" : "2. Comment Osaio protège-t-il ma vie privée?",
            "content" : "Osaio travaille sans relâche pour protéger les données et les vidéos de nos clients. Nous sommes soutenus par Amazon Web Service (AWS) sécurisé et testé pour protéger votre vie privée. AWS est conforme aux normes du FBI sur la sécurité de l'information en matière de justice pénale (CJIS). AWS est utilisé partout aux États-Unis par les autorités répressives fédérales, nationales et locales.\n\nToutes les transmissions de données de Osaio adoptent le protocole de cryptage HTTPS. Cela permettra de chiffrer et de sécuriser vos informations personnelles entre l'utilisateur et le site ou le serveur. Il ne peut être lu ou falsifié par des tiers. Par exemple, lors de la diffusion en flux de la caméra sur votre téléphone portable, Osaio protège ces données avec plusieurs couches de sécurité, telles que HTTPS et Transport Layer Security et le cryptage Twofish.",
            "children" : null
          },
          {
            "title" : "3. Comment fonctionne le stockage en Cloud?",
            "content" : "Tous les événements et vidéos seront stockés dans le cloud pendant 7 jours ou 14 jours, selon le plan que vous choisissez, jusqu'à ce qu'ils soient supprimés automatiquement. Les utilisateurs peuvent accéder librement aux vidéos pendant la période de fenêtre, y compris enregistrer les vidéos sur votre téléphone.",
            "children" : null
          },
          {
            "title" : "4. Comment puis-je m'abonner ou me désabonner aux services cloud?",
            "content" : "Vous pouvez vous abonner à Osaio Cloud en appuyant sur l'icône cloud située à la barre de lecture de l'historique vidéo. Vous pouvez également le trouver sous \"Paramètres - Stockage\" où vous pouvez vous désabonner ainsi.",
            "children" : null
          },
          {
            "title" : "5.Que faire si l'appareil continue à avoir des problèmes de lecture de la carte MicroSD?",
            "content" : "Formatez la carte MicroSD dans \"Stockage\" sous la caméra \"Paramètres\" dans Osaio App. Si cela ne résout pas le problème, s'il vous plaît débrancher la caméra, sortir le MicroSD et le format à l'aide d'un ordinateur (format FAT32). Une fois l’opération terminée, installez d’abord la carte avant de mettre la caméra sous tension. Attendez au moins 6 minutes pour voir le nouvel enregistrement sur la carte MicroSD après la mise sous tension.",
            "children" : null
          },
          {
            "title" : "6.Pourquoi la lecture ne fonctionne-t-elle pas après le formatage de la carte?",
            "content" : "Attendez au moins 6 minutes pour voir les nouveaux enregistrements sur la carte MicroSD après le formatage. Comme chaque fichier sauvegardé sur une carte MicroSD dure 5 minutes, il peut être lu une fois terminé.",
            "children" : null
          },
          {
            "title" : "7. Pourquoi ne puis-je pas voir les vidéos enregistrées sur le message détecté immédiatement?",
            "content" : "Les vidéos enregistrées et stockées dans le cloud prennent environ 2 minutes; Les vidéos stockées dans la MicroSD prennent environ 5 minutes. Lorsque le processus n'est pas terminé, vous serez dirigé vers le live-streaming.",
            "children" : null
          },
          {
            "title" : "8. Comment supprimer les vidéos enregistrées?",
            "content" : "Les vidéos stockées dans le cloud seront automatiquement supprimées après la période de roulement en fonction du plan que vous choisissez ; les vidéos stockées dans la carte MicroSD devront être supprimées manuellement en formatant la carte.",
            "children" : null
          },
          {
            "title" : "9. Quel type de carte Micro SD est pris en charge par Osaio?",
            "content" : "Carte Micro SD 4-128G de classe 6 ou supérieure, au format FAT32.",
            "children" : null
          }
        ]
      },
      {
        "title" : "Conception et matériel",
        "content" : "",
        "children" : [
          {
            "title" : "1. Comment le design de Osaio est-il innovant?",
            "content" : "Les caméras de sécurité ont tendance à avoir l'air robotique et froid, tandis que la fabrication d'argile et de poterie a inspiré la conception de Osaio 360. Nous voulons apporter un sentiment de calme et d'aisance à l'environnement domestique, de la même manière qu'un service à thé ou un vase précieux. Nous avons testé différentes teintes, matériaux et finitions avant de choisir la couleur beige terreux, le plastique ABS et les finitions brutes afin de créer une texture de type céramique et une sensation de chaleur qui contrebalancent la sensation impersonnelle de la plupart des produits électroniques. L'entrée d'alimentation a été spécialement conçue pour créer un look plus homogène. L’objectif était de créer une caméra de sécurité simple, fiable, facile à utiliser et élégante qui s’adapte à tous les foyers.",
            "children" : null
          },
          {
            "title" : "2. De quoi est fait la caméra?",
            "content" : "Plastique ABS, Polycarbonate (PC), caoutchouc et lentille en verre.",
            "children" : null
          },
          {
            "title" : "3. Osaio Extérieur est-il résistant aux intempéries?",
            "content" : "Oui, la caméra est classée IP66 imperméable et peut résister à toutes les conditions météorologiques. Sa surface présente une résistance mécanique élevée, une grande stabilité aux UV et une résistance thermique élevée. La caméra peut bien fonctionner entre -4°et 113°F (-20°à 45°C) et à une humidité relative de 10 à 90%.",
            "children" : null
          },
          {
            "title" : "4. Votre produit est-il écologique?",
            "content" : "La caméra ne contient aucune substance dangereuse et ses composants sont conformes aux normes RoHS. Nous utilisons des matériaux en carton et une impression minimale pour l’emballage, ce qui facilite le recyclage et respecte l’environnement.",
            "children" : null
          }
        ]
      }
    ],
    "ja" : [
      {
        "title" : "カメラのトラブルシューティング",
        "content" : "",
        "children" : [
          {
            "title" : "1. カメラをWi-Fiに接続するにはどうしたらいいのですか。",
            "content" : "Osaioアプリを使用して、ホームページの「カメラの追加」をクリックしてください。 アプリの指示に従ってスマホを2.4G Wi-Fiに接続し、正しいWi-Fiパスワードを入力してから、カメラを使用してアプリで生成されたQRコードをスキャンします。",
            "children" : null
          },
          {
            "title" : "2. Osaio Camは2.4G Wi-Fiのみをサポートしていますか？ カメラをネットワークに接続するためのヒントはありますか？",
            "content" : "はい、Osaio Camは2.4G Wi-Fiのみをサポートできます。ルーターが2.4G Wi-Fiをサポートしていることを確認してください。 カメラをペアリングするときは、スマホで2.4G Wi-Fiを選択してください。 ペアリングが正常に完了したら、スマホで5G Wi-Fiまたは他のネットワークの使用に戻ることができます。 さまざまなステータスライトの意味は次のとおりです。\n\n赤色の点灯：デバイスの電源がオンになっており、初期化中です。\n赤色の点滅：デバイスは接続準備ができています。\n青/白の点灯：デバイスは正常に動作しています。\n青/白の点滅：接続が進行中です。",
            "children" : null
          },
          {
            "title" : "3. ネットワーク接続障害のトラブルシューティングするにはどうしたらいいですか。",
            "content" : "- デバイスが電源に接続され、オンになっていることを確認します。\n- デバイスがネットペアリングステータスになっていることを確認します。\n- デバイス、電話、およびルーターが互いに接近することを確認してください。\n- ルーターネットワークが良好であることを確認します。\n- ルーターのパスワードが正しいことを確認してください。\n- デバイスが2.4G WiFiバンドを使用して追加されていることを確認します。 Wi-Fiブロードキャスト機能を有効にし、非表示モードに設定しないでください。\n- ルーターのワイヤレス設定の暗号化方式がWPA2-PSKであり、認証タイプがAESであり、または両方が自動に設定されていることを確認します。\n- Wi-Fi名に漢字が含まれていないことを確認してください。\n- ルーターに接続されているデバイスの数が制限に達した場合、一部のデバイスのWi-Fi機能をオフにして、再度設定してみてください。\n- ルーターがワイヤレスMACアドレスフィルターを有効にしている場合は、ルーターのMACフィルターリストからデバイスを削除して、ルーターがデバイスをネットワークに接続することを禁止しないようにします。",
            "children" : null
          },
          {
            "title" : "4. デバイスがオフラインの場合はどうなりますか？",
            "content" : "- デバイスの電源がオンになっていることを確認してください。 \n- ネットワークが安定しているかどうかを確認してください。 確認方法：携帯電話またはiPadをデバイスの横に置き、それらが同じネットワークに接続されていることを確認してから、Webページを開きます。\n- ホームWi-Fiネットワークが正常に機能していること、またはWi-Fi名、パスワードなどが変更されていることを確認してください。 その場合は、デバイスをリセットして再度追加してください。\n- ルーターを再起動して、3分間待ってデバイスのステータスを確認してください。",
            "children" : null
          },
          {
            "title" : "5.QRコードをスキャンできませんでした。 どうなりますか。",
            "content" : "カメラの保護フィルムを取り外したり、レンズを清掃したりしてください。 QRコードをクリックして、携帯電話の明るさを最大化します。 電話がレンズから約6〜10インチ離れていることを確認してください。",
            "children" : null
          },
          {
            "title" : "6. ネットワーク接続失敗の問題はどう解決しますか？",
            "content" : "カメラがルーターに接続されています。 ネットワークが変更されたら、カメラをリセットして再度接続する必要があります。",
            "children" : null
          },
          {
            "title" : "7. ナイトビジョンをオフにできますか？",
            "content" : "はい、カメラ設定で「ナイトビジョン」を見つけてオフにしてください。 これは、夜間の窓からの反射を防ぐのに役立ちます。",
            "children" : null
          },
          {
            "title" : "8. 理想的なモーション/音の感度を選択するにはどうしたら良いのですか。",
            "content" : "モーションや音が検出されたときに通知を受け取りたい場合は、カメラ設定でモーションと音の検出を有効にしてください。\n\nモーション検出感度\n高：1-2フレームで画像が変化します\n中：5〜6フレームで画像が変化します\n低：11〜12フレームで画像が変化します\n\n音検出感度\n高：ささやき声\n中：通常の会話\n低：悲鳴と叫び\n\n通常、モーション検出感度度を低に設定し、音検出感度を中に設定することをお勧めします。",
            "children" : null
          },
          {
            "title" : "9. カメラはループ録画をサポートしていますか？",
            "content" : "このカメラは、MicroSDカードまたはOsaio Cloudの両方でループ録画をサポートしています。 「設定-ストレージ」でオンにできます。ループ録画をオンにすると、MicroSDカードは満杯になると古いビデオを新しいビデオに自動的に置き換えます。 Cloudは、選択したプランに基づいて、最大7日間または14日間ビデオを保存できます。 選択したプランの日数より古いビデオはすべて自動的に削除されます。",
            "children" : null
          },
          {
            "title" : "10. モーション検出されたビデオのみを見たい場合はどうすればよいのですか？",
            "content" : "「設定-ストレージ」でループ録画をオフにすることができます。カメラはモーションまたは音声トリガーイベントのみを録画します。 MicroSDカードは、いっぱいになったときに以前のファイルを上書きしません。 そのため、ストレージがいっぱいになったら手動でクリアしてください。",
            "children" : null
          },
          {
            "title" : "11. Osaio Camの表示アクセスを他の人と共有するにはどうすればよいのですか？",
            "content" : "Osaioアプリを使用して、お使いのデバイスの表示アクセスを友人や家族と簡単に共有できます。 これにより、カメラを通して見ることができます。 ただし、デバイスを制御することはできません。 デバイスを共有するには、以下の手順に従ってください。\n\n- 招待者がOsaioアカウントを持っていない場合は、Osaioアプリをダウンロードして、まずアカウントを登録してください。\n- 共有するカメラを選択し、カメラ設定に移動します。\n- 「カメラの設定」で、「カメラの共有」を選択します。\n- アクセスを共有する相手のアカウントのメールアドレスを入力し、「招待状を送信」をクリックします。\n- Osaioはこの招待状をアプリ経由で送信します。",
            "children" : null
          },
          {
            "title" : "12. カメラのID、ファームウェア、およびIP情報はどこで確認できますか？",
            "content" : "デバイス設定の「カメラ情報」を確認してください。",
            "children" : null
          }
        ]
      },
      {
        "title" : "プラグのトラブルシューティング",
        "content" : "",
        "children" : [
          {
            "title" : "1.Wi-Fiに接続できない場合はどうしたらよいですか？",
            "content" : "a.5GHzには対応していませんので、接続するWi-Fiが2.4GHzであることを確認してください。\nb.ルーターに負荷がかかり、多くのデバイスに接続されていないことを確認してください。(最大10台まで追加してください)\nc.プラグ、ルーター、電話機が1メートル以内にあることを確認する。(ソケットがネットワークに正常に接続された後、移動することができます)\nd.ポリックのアフターサービスメールに連絡して、サポートを受ける。(support@Porik.co)",
            "children" : null
          },
          {
            "title" : "2.ルーターとの接続に失敗した場合、どうすればよいですか？",
            "content" : "a.ルーターが「デュアルバンド」または「シングルバンド2.4GHz」であることを確認してください。\nb.ルーターが以下の規格に設定されていることを確認してください。\n-セキュリティの仕組み WAP /WAP2\n-暗号化の種類 WEP /TKIP /AES\n-Wi-Fi規格：802.11 b/g/n\nc.サービスに入り、Wi-Fi Scheduledを選択します。\nd.グローバル設定で、Wi-Fiスケジュールを有効にしない。\ne.ネットワーク名を変更し、2.4GHzのWi-Fiを有効にします。\nf.ワイヤレス概要で、編集に入ります。 アクセスポイントモードとESSIDを隠さないを選択します。\ng.Interface Configurationで、MAC-Address Filterを無効にします.",
            "children" : null
          },
          {
            "title" : "3.プラグに問題がある場合、どうすればよいですか？",
            "content" : "スマートプラグがコンセントに差し込まれた後、ボタンを10秒間長押ししてプラグをリセットし、再度接続してみてください。 \nそれでも問題が解決しない場合は、ポーリックのアフターサービスメールにご連絡いただければ、無料で交換いたします。",
            "children" : null
          },
          {
            "title" : "4.ルーターを変更した場合、再度設定する必要がありますか？",
            "content" : "はい、ルーターを変更したり、ホットスポットを変更した場合は、プラグを再度接続する必要があります。",
            "children" : null
          },
          {
            "title" : "5.ルーターを変更せずにプラグを移動した場合、デバイスの再セットアップが必要ですか？",
            "content" : "いい え、再設定する必要はありません。",
            "children" : null
          },
          {
            "title" : "6.スマートプラグの電源が切れているときに、完全に電源を切ることができないのはなぜですか？",
            "content" : "スマートプラグは電源が切れてもネットワークに接続したままにする必要がありますが、そのような電流は非常に弱いため、無視することができます。",
            "children" : null
          },
          {
            "title" : "7.スマートプラグが動作しているときに音がするのはなぜですか？",
            "content" : "スマートソケットが空であったり、過負荷であったりすると、内部変圧器の動作周波数が変化し、設計値より低くなるためです。20kより低くなると、人間の耳にも聞こえるようになります。",
            "children" : null
          }
        ]
      },
      {
        "title" : "Osaioアプリとアカウント",
        "content" : "",
        "children" : [
          {
            "title" : "1.どこでOsaioアプリをダウンロードしますか？",
            "content" : "Google PlayStoreまたはApp StoreからNoiseアプリをダウンロードしてください。 サポートしているシステムバージョン：Android 5.0以上、iOS 10.0以上。",
            "children" : null
          },
          {
            "title" : "2. 確認コードを受け取りませんでした。 どうすればいいのですか？",
            "content" : "メールのスパムフォルダを確認したり、別のメールアドレスを試したりしてください。 問題が解決しない場合は、登録したメールアドレスをapp-support@osaio.netまでご連絡ください。",
            "children" : null
          },
          {
            "title" : "3. パスワードを忘れたらどうしますか？",
            "content" : "パスワードを忘れた場合は、Osaioアプリを開き、「サインイン」の下の「パスワードを忘れた場合」をクリックし、指示に従ってパスワードをリセットします。",
            "children" : null
          },
          {
            "title" : "4. カメラのバインドを解除して削除するにはどうしたらいいのですか。",
            "content" : "カメラがオンラインの場合は、カメラの設定に移動して、ページの下部にあるカメラを削除してください。 カメラがオフラインの場合、カメラのプレビューをクリックしてホームページからカメラを削除できます。",
            "children" : null
          }
        ]
      },
      {
        "title" : "ストレージと情報セキュリティ",
        "content" : "",
        "children" : [
          {
            "title" : "1. ビデオを保存するにはどうすればよい」のですか？",
            "content" : "SDカード（クラス6以上、FAT32形式の4-128G Micro SDカード）を挿入したり、Osaio Cloudにサブスクライブしたりしてください（7日間の月間プランルで4.9ドル/月、14日間の年間プランで118ドル/年 ）録画したビデオを保存します。",
            "children" : null
          },
          {
            "title" : "2. Osaioはどのようにプライバシーを保護しますか？",
            "content" : "Osaioはお客様のデータと動画を安全に保つために精力的に取り組んでいます。 お客様のプライバシーを保護するために、安全でテスト済みのAmazon Web Service（AWS）に支えられています。 AWSは、FBIの刑事司法情報セキュリティ（CJIS）標準に準拠しています。 AWSは、州、地方、および連邦の法執行機関によってアメリカで使用されています。\n\nOsaioのデータ送信はすべてHTTPS暗号化プロトコルを採用しています。 これにより、ユーザーとサイトまたはサーバー間の個人情報が暗号化され、保護されます。 第三者による読み取りや偽造はできません。 たとえば、カメラのフィードを携帯電話にストリーミングする場合、OsaioはHTTPSやTransport Layer Security、Twofish暗号化などの複数のセキュリティ層でこのデータを保護します。",
            "children" : null
          },
          {
            "title" : "3. クラウドストレージはどのように機能しますか？",
            "content" : "すべてのイベントとビデオは、選択したプランに応じて、自動的に削除されるまで7日間または14日間クラウドに保存されます。 ユーザーは、ビデオを携帯電話に保存するなど、ウィンドウの期間内にビデオに自由にアクセスできます。",
            "children" : null
          },
          {
            "title" : "4. クラウドサービスを購読または購読解除するにはどうすればよいですか？",
            "content" : "ビデオ履歴の再生バーにあるクラウドアイコンをタップすると、Osaio Cloudに登録できます。 また、「設定-ストレージ」で見つけることもできます。ここで、登録を解除することもできます。",
            "children" : null
          },
          {
            "title" : "5. デバイスでMicroSDカードの読み取りに問題が発生する場合はどうすればよいですか？",
            "content" : "Osaio アプリのカメラの「設定」の下にある「ストレージ」でMicroSDカードをフォーマットしてください。 それでも問題が解決しない場合は、カメラのプラグを取り外し、MicroSDを取り出してコンピューター（FAT32形式）を使用してフォーマットしてください。 完了後、カメラの電源を入れる前に、まずカードを取り付けてください。 電源を入れた後、MicroSDカードに新しい録画が表示されるまで少なくとも6分間お待ちください。",
            "children" : null
          },
          {
            "title" : "6. カードをフォーマットした後に再生が機能しないのはなぜですか？",
            "content" : "カードをフォーマットした後、MicroSDカードに新しい録画が表示されるまで少なくとも6分間お待ちください。MicroSDカードに保存されたすべてのファイルは5分であるため、終了後に読み取ることができます。",
            "children" : null
          },
          {
            "title" : "7. 検出されたメッセージに記録されたビデオがすぐに表示されないのはなぜですか？",
            "content" : "録画されクラウドに保存されたビデオは約2分かかります。 MicroSDに保存されたビデオには約5分かかります。 プロセスが終了していない場合は、ライブストリーミングにリダイレクトされます。",
            "children" : null
          },
          {
            "title" : "8. 録画したビデオを削除するにはどうしたら良いのですか。",
            "content" : "クラウドに保存された動画は、選択したプランに基づいて、ローリング期間後に自動的に削除されます。 MicroSDカードに保存されているビデオは、カードをフォーマットして手動で削除する必要があります。",
            "children" : null
          },
          {
            "title" : "9. Osaio Camはどのような種類のMicro SDカードをサポートしていますか？",
            "content" : "クラス6以上、FAT32形式の4-128GマイクロSDカード。",
            "children" : null
          }
        ]
      },
      {
        "title" : "デザインと素材",
        "content" : "",
        "children" : [
          {
            "title" : "1. Osaioのデザインはどのように革新しますか。",
            "content" : "防犯カメラはロボットのように冷たく見える傾向がありますが、粘土作りと陶器はOsaio 360のデザインに影響を与えました。 土のようなベージュ色、ABSプラスチック、生の仕上げを選択する前に、さまざまな色相、素材、仕上げをテストして、ほとんどの電子機器の非人格的な感覚に対抗するセラミックのような質感と温かみを作り出します。 電源入力は、よりシームレスな外観を作成するために特別に設計されます。 目標は、あらゆる家庭にぴったり合う、シンプルで信頼性が高く、使いやすくスタイリッシュなセキュリティカメラを作成することです。",
            "children" : null
          },
          {
            "title" : "2. カメラは何で作られていますか？",
            "content" : "ABSプラスチック、ポリカーボネート（PC）、ゴム、ガラスレンズ。",
            "children" : null
          },
          {
            "title" : "3. Osaio アウトドアは耐候性がありますか？",
            "content" : "はい、カメラはIP66防水と評価されており、あらゆる気象条件に耐えることができます。 その表面は、高い機械的強度、優れた紫外線安定性、および高い耐熱性を備えています。 カメラは、-4°〜113°F（-20°〜45°C）および10％〜90％の相対湿度で良好に機能します。",
            "children" : null
          },
          {
            "title" : "4. 製品は環境に優しいのですか？",
            "content" : "このカメラには有害物質が含まれておらず、そのコンポーネントはRoHS基準に準拠しています。 梱包には段ボール素材と最小限の印刷を使用しているため、リサイクルしやすく、環境に優しいのです。",
            "children" : null
          }
        ]
      }
    ]
  }
}
